{"request-1": {"input_sentence": "Paris stocks slipped back after an opening stab higher on Tuesday as the start of the new trading month triggered flurry of blue-chip buying which briefly overshadowed the weaker tone set by the Nasdaq.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-2": {"input_sentence": "This press summary is produced for Reuters by the Broadcast Monitoring Company which is responsible for its contents.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-3": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 9.47 8.61 Current 1.17 969 mln Net 682 mln 1.11 EPS 83.20 yen 145.58 yen Ord div 15.00 yen 15.00 yen NOTE Roland DG Corp is the full company name.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-4": {"input_sentence": "Indian corporate bond yields rose in the secondary market this week amid tight liquidity conditions and analysts said the fast pace of the government borrowing continued to weigh heavily on sentiment.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-5": {"input_sentence": "Year to March 31 2000 LATEST PREVIOUS ACTUAL FORECAST FORECAST AGO Sales 26.30 28.90 23.98 Current loss 50 mln prft 560 mln loss 370 mln Net loss 280 mln prft 60 mln loss 590 mln NOTE Tokai Senko Co Ltd is printer of high-quality cloth.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-6": {"input_sentence": "The truth may never be known about Mohamad Rafiq Kashmiri shopkeeper who was killed on his way home from wedding reception last month.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-7": {"input_sentence": "Russian oil major LUKOIL bought Getty Petroleum Marketing Inc for $71 million LUKOIL said in statement on Friday.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-8": {"input_sentence": "LONDON Aug 3 The northwest European jet market looked more decisive on Thursday as the stalemate of the past few days came to an end traders said.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-9": {"input_sentence": "By Denise Duclaux NEW YORK Nov 6 Blue chips stretched higher in late afternoon trading on Monday pushing the Dow Jones Industrial Average .DJI past the key 11 000 mark as Wall Street took shelter in old-line favorites.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-10": {"input_sentence": "South Korea has made swift recovery from near bankruptcy three years ago but another financial crisis could erupt if companies do not chop debt and banks go soft on weak firms the IMF said on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-11": {"input_sentence": "Year to February 28 2001 LATEST ACTUAL FORECAST AGO Sales 173.00 164.25 Current 19.70 21.93 Net 9.80 7.90 EPS 526.96 yen 424.93 yen NOTE Toho Co Ltd is movie production firm and distributor.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-12": {"input_sentence": "Malaysian shares were higher on Wednesday morning with telecommunications group Time Engineering leading activity.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-13": {"input_sentence": "1605 GMT Swiss franc bonds shrugged off news that consumer price inflation accelerated sharply to 2.3 percent in September the highest in nearly seven years primarily as result of high energy prices.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-14": {"input_sentence": "Toolex International said on Tuesday it expected organic turnover growth of more than 15 percent in 2000 and further rise in net profits.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-15": {"input_sentence": "Vodafone AirTouch Plc Chief Executive Chris Gent on Wednesday wrapped up two days of meetings with New York investors and headed to Boston seeking support for his company record $155 billion hostile bid for German telecommunications and engineering company Mannesmann AG.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-16": {"input_sentence": "In CAPE CANAVERAL story headlined Space shuttle aims for California landing please read in 9th para as Discovery flies almost due east from the California coastline to Edwards instead of as Discovery flies almost due east from the Florida to Edwards.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-17": {"input_sentence": "A hefty exporter dollar sell-order sent the South African rand sharply stronger on Thursday while bulls expecting no change in local interest rates on Friday pushed bond yields down through key resistance levels.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-18": {"input_sentence": "By Ross Finley NEW YORK Dec 11 U.S. Treasuries fell sharply on Monday after weekend U.S. Supreme Court decision to halt vote recounts in Florida was seen as boosting the odds that Republican George W. Bush would soon take the White House.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-19": {"input_sentence": "By Tessa Walsh and Louise Ireland LONDON Nov 20 Pan-European cable company UPC with the backing of its bankers on Monday dismissed widespread rumours that it might default on 4.0 billion euro loan in an effort to break steep fall in its share price.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-20": {"input_sentence": "The Asian Development Bank headed pack of top-rated borrowers on Tuesday raising one billion dollars in its first bond issue of 2000.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-21": {"input_sentence": "Hungary forint closed near its strongest point within the intervention band regaining most of the ground it lost earlier in the day due to foreign currency demand to pay monthly energy imports traders said.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-22": {"input_sentence": "Taiwan central bank plans to issue certificates of deposit and negotiable CDs in two maturities on Thursday while T$18.09 billion in CDs and NCDs were to mature later in the day.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-23": {"input_sentence": "Chevron Chief Executive Officer David Reilly on Tuesday said he wanted to see an early review of United States sanctions on Iran and Libya which are preventing some western oil investment in the two countries.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-24": {"input_sentence": "Stock markets in Asia took their Friday cues from Wall Street and Nasdaq sizzling overnight finish trading broadly higher by the Asian afternoon.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-25": {"input_sentence": "Australia is willing to provide North Korea with technical assistance on nuclear safeguards as part of its bid to reduce tensions on the Korean peninsula Foreign Minister Alexander Downer said on Thursday.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-26": {"input_sentence": "The gatekeeping House of Representatives Rules Committee cleared the way on Tuesday for floor vote on proposal for food and medicine sales to Cuba object of U.S. embargo since 1962.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-27": {"input_sentence": "U.S. House of Representatives Banking Committee Chairman Jim Leach said on Thursday he would seek to subpoena testimony from two key figures in multi-billion dollar scheme to launder Russian money through the Bank of New York Co. Inc. Lucy Edwards former vice president in the bank Eastern European division and her husband Peter Berlin on Wednesday pleaded guilty to federal money laundering charges and pledged to cooperate with the ongoing investigation into one of the largest such cases in U.S. history.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-28": {"input_sentence": "The Broken Hill Pty Co Ltd said on Monday it would refinance rolling stock used by the Mt Newman joint venture in the Pilbara region of Western Australia generating book profit of A$31 million.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-29": {"input_sentence": "Biopharmaceutical company Celgene Corp. and one of its shareholders John Hancock Mutual Life Insurance Co. filed on Wednesday to offer 2.416 million common shares.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-30": {"input_sentence": "A French court on Wednesday ordered the state to pay 20 000 francs in damages to two plaintiffs over the mysterious disappearance of legal evidence in probe into the Church of Scientology.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-31": {"input_sentence": "North Sea crudes were at standstill early on Friday as traders seeking the correct value for Dated Brent waited in vain for the first reported trade of September cargo of the benchmark.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-32": {"input_sentence": "China yuan closed unchanged against the dollar in thin trade on Thursday as lack of fresh market-moving factors kept most bank traders on the sidelines.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-33": {"input_sentence": "Following are asset-backed securities offered spreads quoted for Tuesday April 4 Avg.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-34": {"input_sentence": "Orckit Communications Ltd. Financial Highlights For three Months ended March 31 2000 1999 Per shr loss$0.40 loss$0.38 Net loss 8.1 loss 6.5 Revs 32.4 14.6 Orckit is based in Tel Aviv.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-35": {"input_sentence": "Trading in shares of Tse Sui Luen Jewellery Ltd were suspended on Tuesday at the company request pending an announcement concerning the bankruptcy order made against Mr. Tse Sui Luen by the High Court on September 25 and its impact on the company.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-36": {"input_sentence": "The uproar over Nazi war crimes suspect Konrad Kalejs has left his native Latvia embarrassed in front of Western countries it wants to impress and struggling to come to grips with its past of occupations and repression.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-37": {"input_sentence": "Year to March 31 2000 Sales 177.12 vs 181.10 Operating 18.80 vs 16.49 Current 19.13 vs 17.03 Net 3.33 vs 2.42 EPS 13.74 yen vs 10.00 yen Diluted EPS 12.46 yen vs Shares 242 million vs 242 million Ord div 7.50 yen vs 7.50 yen NOTE Tanabe Seiyaku Co Ltd is major pharmaceutical maker.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-38": {"input_sentence": "Six months to September 30 2000 LATEST PREVIOUS FORECAST FORECAST Sales 28.96 28.50 Current 620 mln 60 mln Net prft 120 mln loss 140 mln NOTE Asahi Kogyosha Co Ltd is an airconditioning and sanitary engineering specialist.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-39": {"input_sentence": "For Today in Germany diary double-click on For German corporate events diary double-click on THURSDAY APRIL 20 POLITICAL AND GENERAL EVENTS BERLIN German Social Democratic Party committee news conference 0800 GMT BERLIN German book trade stock market association international reading festival to mark international book day 1200 GMT book day to be held on April 23 HAGEN The following events are scheduled as part of German state of North Rhine-Westphalia Social Democratic Party election campaign events with German SPD Secretary General Franz Muentefering in HAGEN 0800 WALTROP 1015 GMT MUENSTER 1300 GMT and DORSTEN 1515 GMT SCHWANDORF German State of Bavaria skilled trades chamber news conference with German Economics Minister Werner Mueller 0930 GMT CORPORATE EVENTS DUSSELDORF Plettac AG annual news conference 0800 GMT FRANKFURT Deutsche Bank AG extraordinary supervisory board meeting HAMBURG PopNet-Gruppe annual news conference 0830 GMT FRIDAY APRIL 21 no events scheduled SATURDAY APRIL 22 no events scheduled SUNDAY APRIL 23 no events scheduled MONDAY APRIL 24 no events scheduled TUESDAY APRIL 25 CORPORATE EVENTS BREMEN Aqua Signal AG shareholder meeting 1045 GMT FRANKFURT Ixos Software AG telephone news conference on 3rd quarter figures 0830 GMT FRANKFURT Henninger Braeu AG news conference on bycicle race Around the Henninger-Tower 0900 GMT FRANKFURT Bonifatius Hospital Seniorenresidenzen AG analysts conference 1400 GMT KEMPTEN ALLGAEU Team Thyssengas-Abt news conference on vehicles running with natural gas 0800 GMT MUNICH Bonifatius Hospital Seniorenresidenzen AG annual news conference 0730 GMT NUREMBERG Fraenkische Ueberlandwerk AG annual news conference 0900 GMT WEDNESDAY APRIL 26 POLITICAL AND GENERAL EVENTS BERLIN International Doctors Association IPPNW news conference on the occasion of Chernobyl 14th anniversary on Full Third Party Insurance for German Nuclear Power Plants Now 0900 GMT BERLIN German Social Democratic Party forum on Todays Basic Values with German Defence Minister Rudolf Scharping SPD Secretary General Franz Muentefering and German parliament President Wolfgang Thierse COESFELD German state of North Rhine-Westphalia Free Democratic Party election events with FDP Chairman Wolfgang Gerhardt in COESFELD 1500 GMT and BOCHOLT 1730 GMT DUSSELDORF Press trip with German state of Northrhine-Westphalia Premier Wolfgang Clement to mark the election campaign last phase 1400 GMT FRANKFURT Continuation of wage negotiations for German printing industry ECONOMIC EVENTS HAMBURG FlirtMaschine.de news conference on new web site 0900 GMT HAMBURG German agricultural journalists event on E-Commerce in Agriculture an Industry in Upheaval 1400 GMT MUNICH German state of Bavaria economy talk with German Finance Minister Hans Eichel on Entrepreneurship Taxes the Concept of the German Government 1530 GMT CORPORATE EVENTS BERLIN Mologen Holding AG annual news conference 0900 GMT BERLIN Lipro Holding AG first quarter figures to be released BOCHUM HypoVereinsbank AG shareholder meeting 1000 GMT DRESDEN ANZAG Andreae-Noris Zahn AG opening of new plant 1200 GMT DUSSELDORF Vossloh AG annual news conference 0900 GMT DUSSELDORF Gold-Zack AG annual news conference 0800 GMT FRANKFURT Roedl und Partner news conference on small and medium sized companies listings on the European new markets 0800 GMT Frankfurt McKinsey Company news conference on the company activities in Germany and Europe 1030 GMT FRANKFURT PEH Wertpapier AG annual news conference 0830 GMT FRANKFURT Zapf Creation AG shareholder meeting 0900 GMT HAMBURG Hawesko Holding AG annual news conference HAMBURG Cocus AG news conference on new internet service 0800 GMT HAMBURG Hermes Kreditversicherungs AG annual news conference 0900 GMT HANOVER Wolff Walsrode AG annual news conference 0900 GMT MUNICH Loewe AG annual news conference 0800 GMT MUNICH Einhell AG annual news conference 0900 GMT MUNICH Schaltbau AG annual news conference 1400 GMT THURSDAY APRIL 27 POLITICAL AND GENERAL EVENTS BERLIN German parliament investigation committee meeting on German Christian Democratic Union party funding scandal 0800 GMT DUSSELDORF German State of North Rhine-Westphalia Free Democratic Party news conference on liberal education policy 0930 GMT DUSSELDORF News conference with German Social Democratic Party Secretary General Franz Muentefering on German state of Northrhine-Westphalia last phase of election campaign 0730 GMT ECONOMIC EVENTS FRANKFURT German telephone operators association first international telecommunications trade fair TK 2000 lasts through April 30 CORPORATE EVENTS BERLIN Schering AG shareholder meeting 0800 GMT BERLIN CyBio AG analysts meeting COLOGNE RTL German TV station annual news conference 0900 GMT DUSSELDORF Douglas Holding AG annual news conference 0830 GMT DUSSELDORF Hirsch AG shareholder meeting 0900 GMT DUSSELDORF Kampa Haus AG annual news conference 1000 GMT DUSSELDORF Hucke AG shareholder meeting 0900 GMT DUSSELDORF Deutsche Steinzeug Cremer Breuer AG annual news conference 0830 GMT FRANKFURT DEAG Deutsche Entertainment AG news conference 0900 GMT FRANKFURT Deutsche Vereinigung fuer Finanzanalyse und Anlageberatung GmbH news conference on DVFA Performance Presentation Standards extended new Edition 1100 GMT FRANKFURT Partners Group news conference 0800 GMT FRANKFURT Eichborn AG news conference on the company planned stock market listing 0800 GMT FRANKFURT Stada Arzneimittel AG annual news conference 0930 GMT FRANKFURT Berentzen-Gruppe AG annual news conference 0800 GMT HAMBURG Gruner Jahr Electronic Media Service news conference on survey on internet and e-commerce in Germany 0900 GMT HAMBURG Sparda-Bank Hamburg annual news conference 0900 GMT HAMBURG Bijou Brigitte Accessoires AG annual news conference 0800 GMT LUDWIGSHAFEN BASF AG shareholder meeting 0800 GMT MUNICH Graphitwerk Kropfmuehl AG annual news conference 0800 GMT MUNICH Mannesmann Sachs AG annual news conference 0900 GMT MUNICH Creaton AG annual news conference 1430 GMT MUNICH Kleindienst Datentechnik AG news conference on the company new strategy 0900 GMT MUNICH Siemens AG news conference on its half year report NUREMBERG Nuernberger Hypothekenbank AG shareholder meeting 0830 GMT REGENSBURG TTL Information Technology AG shareholder meeting 0800 GMT STUTTGART Apcoa Parking AG shareholder meeting 0900 GMT WIESBADEN SGL Carbon AG shareholder meeting 0800 GMT EUROPEAN CENTRAL BANK OFFICIALS FRANKFURT European Central Bank council meeting FRIDAY APRIL 28 POLITICAL AND GENERAL EVENTS BERLIN German old-age provision institute news conference on survey on Old-Age Provision More Willingness for independent Precautions 1100 GMT DUSSELDORF Expert discussion on old-age provision for German state of Northrhine-Westphalia retail trade ECONOMIC EVENTS COLOGNE Beginning of Optica Koeln 2000 international optics trade fair lasts through May 1 NUREMBERG Beginning of international health trade fair Gesundheit 2000 lasts through April 30 CORPORATE EVENTS AACHEN Elsa AG shareholder meeting 0900 GMT BAD SCHWALBACH Schwaelbchen Molkerei Jakob Berz AG shareholder meeting 0800 GMT FRANKFURT Engel Zimmermann AG annual news conference 0800 GMT FRANKFURT Leifheit AG annual news conference 0800 GMT FRANKFURT BHW Holding AG annual news conference 0900 GMT FRANKFURT Frankfurter Sparkasse 1822 annual news conference 0830 GMT HAMBURG Phoenix AG first quarter report to be released LEVERKUSEN Bayer AG shareholder meeting and first quarter report to be released 0830 GMT MUNICH Pro Sieben Media AG 1st quarter figures MUNICH Grammer AG annual news conference 0800 GMT MUNICH Bayerische Handelsbank AG shareholder meeting STUTTGART Stuttgarter Hofbraeu AG shareholder meeting 0830 GMT SATURDAY APRIL 29 ECONOMIC EVENTS MUNICH Beginning of Offroad International 2000 leisure and car trade fair lasts through May 5 NUREMBERG Continuation of international health trade fair Gesundheit 2000 lasts through April 30 SUNDAY APRIL 30 ECONOMIC EVENTS NUREMBERG Last day of international health trade fair Gesundheit 2000 CORPORATE EVENTS MOERFELDEN Henninger Braeu AG news conference on bycicle race Around the Henninger Tower with top cyclists 1700 GMT MONDAY MAY 1 POLITICAL AND GENERAL EVENTS DUSSELDORF Labor Day Rally SALZGITTER German engineering union rally with speech given by former German Social Democratic Party Head Oskar Lafontaine TUESDAY MAY 2 POLITICAL AND GENERAL EVENTS BERLIN German Chambers of Industry and Commerce organises 5th conference on The Institutional Process of Reforms of the European Union on the Background of Extension with the European Commissioner Guenter Verheugen 0900 GMT ECONOMIC EVENTS BERLIN Beginning of of the International sanitary and heating system trade fair SHKG 2000 news conference 0900 GMT BERLIN German banks association news conference on survey on Private Banks Partners of small and medium sized Companies 0830 GMT FRANKFURT Infobase 2000 internationale information supplier and information management trade fair lasts through May 4 CORPORATE EVENTS BERLIN bmp AG annual news conference 0730 GMT BERLIN DaimlerChrysler AG DaimlerChrysler International Forum event on Expansion of the European Union to the East with EU-commission member Guenter Verheugen and Debis Chairman Klaus Mangold 0730 GMT DUSSELDORF Kaufring AG annual news conference 0800 GMT FRANKFURT DaimlerChrysler AG presentation of new C-class FRANKFURT ARBO media.net AG news conference on the company planned stock market listing 0800 GMT FRANKFURT Sartorius AG annual news conference 0830 GMT HAMBURG Deutsche Unilever annual news conference 0830 GMT MUNICH WWK Lebensversicherung AG annual news conference 0830 GMT WEDNESDAY MAY 3 POLITICAL AND GENERAL EVENTS HAMBURG Continuation of wage negotiations for 220 000 insurance business employees ECONOMIC EVENTS BERLIN Beginning of SHKG Berlin 2000 sanitary heating and climate trade fair lasts through May 7 FRANKFURT Beginning of Personal 2000 international personnel management trade fair lasts through May 4 CORPORATE EVENTS DUSSELDORF Aengevelt Immobilien KG news conference on Private Properties and Investment 0900 GMT DUSSELDORF SIG Combibloc GmbH annual news conference 0930 GMT DUSSELDORF VAW Aluminium AG annual news conference 0930 GMT DUSSELDORF EWS Euro Waste Service AG news conference on the group restructuring 0800 GMT DUSSELDORF Nordwest Handel AG annual news conference 0800 GMT FRANKFURT Bien Haus AG annual news conference 0800 GMT FRANKFURT Kreditanstalt fuer den Wiederaufbau annual news conference 0800 GMT FRANKFURT United Internet AG shareholder meeting 0900 GMT HAMBURG Jungheinrich AG annual news conference 0800 GMT MUNICH FAG Kugelfischer AG annual news conference 0800 GMT MUNICH Viag quarterly report expected MUNICH Bayerische Hypo und Vereinsbank AG shareholder meeting 0800 GMT MUNICH Escada AG shareholder meeting 0800 GMT MUNICH SKW Trostberg AG first quarter figures to be released THURSDAY MAY 4 POLITICAL AND GENERAL EVENTS DUSSELDORF German interior ministers conference on border-crossing police cooperation lasts through May 5 HAMBURG German Economics Minister Werner Mueller gives speech on New Economy at Hamburg business journalists association 1700 GMT WIESBADEN German university rectors conference on University and Profession with speech given by German Chancellor Gerhard Schroeder lasts through May 5 ECONOMIC EVENTS COLOGNE German brown coal industry association organises Brown Coal Day 2000 lasts through May 5 FRIEDRICHSHAFEN Beginning of Holzbau und Ausbau timber construction trade fair lasts through May 7 HAMBURG German Economics Minister Werner Mueller gives speech at East and Middle Europe Association on Ex oriente lux economic and political Perspectives in East and Middle Europe 1400 GMT CORPORATE EVENTS AACHEN Aachener und Muenchener Versicherung AG ceremony to mark the company 175th anniversary 0900 GMT BONN Deutsche Post AG annual news conference 0900 GMT BONN Mosaic Software AG supervisory board and shareholder meeting 0800 GMT BREMERHAVEN Deutsche Real Estate AG shareholder meeting 0900 GMT BREMERHAVEN Frosta AG annual news conference 0900 GMT COLOGNE Deutz AG shareholder meeting 0800 GMT DORTMUND VEW AG supervisory board meeting on the merger with RWE ESSEN Hochtief AG annual news conference 1600 GMT FRANKFURT Deutsche Lufthansa AG annual news conference 0830 GMT FRANKFURT Loesch Umweltschutz AG shareholder meeting 0800 GMT FRANKFURT Deutsche Boerse AG shareholder meeting 1200 GMT GELSENKIRCHEN Gelsenwasser AG annual news conference 0830 GMT MUNICH RTV Family Entertainment AG shareholder meeting 0900 GMT NUREMBERG SchmidtBank annual news conference 0800 GMT RODING hlbauer Holding AG shareholder meeting 1200 GMT STUTTGART Uzin Utz AG annual news conference 0800 GMT STUTTGART Wuerttemberger Hypothekenbank AG shareholder meeting 0900 GMT STUTTGART Allianz Lebensversicherungs AG shareholder meeting 0900 GMT FRIDAY MAY 5 POLITICAL AND GENERAL EVENTS KREFELD 2nd wage round for German state of North Rhine Westphalia wholesale and export industry 300 000 STUTTGART German public sector union continuation of wage negotiations lasts through May 6 ECONOMIC INDICATORS BONN German March industrial orders to be released ECONOMIC EVENTS STUTTGART Invest 2000 institutional and pricate investors trade fair lasts through May 7 CORPORATE EVENTS BERLIN Schering AG first quarter report to be released DORTMUND Westfaelische Ferngas AG annual news conference 0900 GMT DUSSELDORF Kiekert AG annual news conference 0800 GMT FRANKFURT Flughafen Frankfurt Main AG news conference 0830 GMT FRANKFURT Rheinhyp Rheinische Hypothekenbank AG shareholder meeting 0900 GMT HAMBURG Management Data Software Engineering AG shareholder meeting 0800 GMT MANNHEIM SAP AG shareholder meeting 0800 GMT MUENSTER Technotrans AG shareholder meeting 0800 GMT MUNICH Epcos AG annual news conference 0800 GMT MUNICH ERC Frankona Rueckversicherungs-AG annual news conference 0800 GMT MUNICH BMW news conference on Financial Services 0800 GMT PADERBORN Teamwork Information Management AG shareholder meeting 0800 GMT SATURDAY MAY 6 no events scheduled SUNDAY MAY 7 POLITICAL AND GENERAL EVENTS DRESDEN German electronic technology association conference on Power Supply in the Telecommunications Sector lasts through May 10 DUSSELDORF Continuation of wage negotiations for German state of North Rhine-Westphalia retail industry lasts through May 8 MONDAY MAY 8 POLITICAL AND GENERAL EVENTS BERLIN German pharmaceutical association 24th information talk LEIPZIG German insurances association press forum on Organised Car Theft and Euro Exchange 1100 GMT POTSDAM BERLIN German-Japanese Center Berlin 6th international symposium on Religions and Tolerance with opening speech given by German state of Brandenburg Premier Manfred Stolpe in POTSDAM 0830 GMT symposium lasts through March 9 ECONOMIC INDICATORS BONN German MARCH industrial production index to be released ECONOMIC EVENTS FRANKFURT German trade press news conference on Fachpresse 2000 trade fair 0900 GMT CORPORATE EVENTS COLOGNE Gerling Allgemeine Versicherungs-AG annual news conference DUSSELDORF Henkel KgaA shareholder meeting 0800 GMT DUSSELDORF Secunet Security Networks AG shareholder meeting 0900 GMT FRANKFURT Die Allgemeine Kreditversicherung AG annual news conference 0800 GMT FRANKFURT Concord Effekten AG shareholder meeting 0800 GMT FRANKFURT Kling Jelko Dr. Dehmel Wertpapierhandelsbank shareholder meeting 0800 GMT FRANKFURT Singulus Technologies AG shareholder meeting 0830 GMT HAMBURG Hamburg-Mannheimer Sachversicherungen AG shareholder meeting 0830 GMT HANOVER DG Bank news conference on economical development 1999 0830 GMT KIEL fluxx.com AG 3 months report to be released MUNICH CineMedia AG Geyer-Werke annual news conference 0800 GMT TUESDAY MAY 9 POLITICAL AND GENERAL EVENTS BERLIN German President Johannes Rau attends opening of German TV station RTL Berlin studio 1630 GMT BONN Deutsche Telekom wage negotiations with German Postal Union LEIPZIG Opening of Fit for Life and Work trade fair on the social and vocational integration of youth with German family minister Christine Bergmann 0700 GMT trade fair lasts through March 10 ECONOMIC INDICATORS NUREMBERG German April employment figures to be released 0800 GMT ECONOMIC EVENTS BERLIN German cement industry association annual news conference 0900 GMT DUSSELDORF E-Trade international energy trade fair lasts through March 11 KASSEL German regional energy providers working group annual conference 1230 GMT MUENSTER North-West German textile industry association annual meeting with spech given by German Industry Association President Hans-Olaf Henkel 1500 GMT CORPORATE EVENTS ASSLAR Pfeiffer Vacuum Technology AG first quarter figures expected to be released BAD HOMBURG Altana AG shareholder meeting 0800 GMT BERLIN Silicon Sensor International AG shareholder meeting 0900 GMT COLOGNE Morphosys news conference 1415 GMT COLOGNE KD Koeln-Duesseldorfer AG extraordinary shareholder meeting 0900 GMT FRANKFURT Odeon-Film AG annual news conference 0730 GMT FRANKFURT DIS AG shareholder meeting 0800 GMT FRANKFURT Villeroy Boch AG annual news conference 0800 GMT HAMBURG Alsen AG annual news conference 0730 GMT HAMBURG fluxx.com AG shareholder meeting 0800 GMT HAMBURG Deutscher Ring Lebensversicherungs-AG annual news conference 0900 GMT MARBURG TelDaFax AG first quarter figures expected to be released MUNICH Bayerische Landesbank annual news conference 1500 MT MUNICH Constantin Film AG shareholder meeting 0800 GMT MUNICH Merck Finck Co annual news conference 0800 GMT MUNICH Merkur Bank KGaA annual news conference 0800 GMT MUNICH Rheinhold Mahla AG annual news conference 1400 GMT EUROPEAN CENTRAL BANK OFFICIALS", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-40": {"input_sentence": "2338 GMT Key September 10-year JGB futures 0 JGB were likely to be stuck in rangebound trading in Tokyo on Monday with traders looking to moves in Tokyo stocks for clues to direction.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-41": {"input_sentence": "Swedish forestry group Holmen AB said that confirmation of an EU fine against it on Thursday would have no impact on future profit as the amount had already been paid.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-42": {"input_sentence": "Net inflows to Italian mutual funds in September were 2.425 billion euros fund managers association Assogestioni said on Thursday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-43": {"input_sentence": "British oil giant BP Amoco Plc and Atlantic Richfield Co. are prepared to defend in court the proposed $27 billion Arco takeover Arco chairman said on Wednesday.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-44": {"input_sentence": "Sri Lanka stocks opened slightly lower on Tuesday weighed down by falls in some blue chips brokers said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-45": {"input_sentence": "Moscow has defended its imposition of visa controls on Georgia because of fears of infiltration by Chechen rebels but analysts said on Thursday Russia move revealed anger at Georgia efforts to forge closer ties with the West.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-46": {"input_sentence": "NEW YORK Sept 28 Stocks mostly straddled the unchanged mark at the open on Thursday as the parade of companies warning about softer profits in the quarters ahead continued dampening investors enthusiasm for stock-buying.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-47": {"input_sentence": "Zimbabwe primary share index eased 1.25 percent on Tuesday in market looking vulnerable to rising interest rates and food riots in the capital Harare brokers said.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-48": {"input_sentence": "CONCORD N.C. Feb. 15 Speedway Motorsports Inc. and Subsidiaries Selected Financial Data Unaudited As of December 31 1999 and 1998 Consolidated Balance Sheet Data 12 31 99 12 31 98 Cash and cash equivalents $56 270 $35 399 Total current assets 113 706 92 340 Property and equipment net and property held for sale 794 834 730 686 Goodwill and other intangible assets net 58 987 56 903 Total assets 995 762 904 877 Current liabilities 131 302 106 616 Revolving credit facility and acquisition loan 130 000 254 050 Senior and convertible subordinated long-term debt 327 208 198 708 Total long-term debt 458 560 453 924 Total liabilities 664 054 617 757 Total stockholders equity 331 708 287 120 Speedway Motorsports Inc. and Subsidiaries Selected Financial Data Unaudited For The Three and Twelve Months Ended December 31 1999 and 1998 Three Months Ended Twelve Months Ended INCOME STATEMENT DATA 12 31 99 12 31 98 12 31 99 12 31 98 REVENUES Admissions $30 126 $25 444 $132 694 $107 601 Event related revenue 33 522 22 785 148 316 105 459 Other operating revenue 12 067 4 120 36 483 16 736 Total revenues 75 715 52 349 317 493 229 796 OPERATING EXPENSES Direct expense of events 24 687 16 914 110 650 83 046 Other direct operating expenses 12 076 2 837 32 241 10 975 General and administrative 13 955 8 793 47 375 34 279 Depreciation and amortization 6 693 6 854 28 536 21 701 Total operating expenses 57 411 35 398 218 802 150 001 OPERATING INCOME 18 304 16 951 98 691 79 795 Interest expense net Acquisition loan cost amortization Other income net 354 1 576 959 3 202 Income before income taxes 11 248 14 030 68 566 70 017 Income tax provision 4 447 5 245 27 123 27 646 NET INCOME 6 801 8 785 41 443 42 371 Basic earnings per share 0.16 0.21 1.00 1.02 Weighted average number of shares outstanding 41 622 41 491 41 569 41 482 Diluted earnings per share 0.16 0.21 0.97 1.00 Weighted average number of shares outstanding 44 951 44 646 44 960 44 611", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-49": {"input_sentence": "NYMEX crude oil futures on ACCESS after-hours trading inched up on Monday morning recovering from round of early profit-taking brokers said.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-50": {"input_sentence": "Ivory Coast military junta threatened on Saturday to take action against anyone in transport or commerce who went on strike to protest against the exclusion of candidates from an October 22 presidential election.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-51": {"input_sentence": "Bulgaria said on Tuesday it would seek Egypt help to secure fair trial of six Bulgarian medics accused by Libya of infecting hundreds of Libyan children with the HIV virus.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-52": {"input_sentence": "Gross mortgage lending eased slightly in December totalling 10.2 billion pounds from 10.8 billion pounds in November survey by the Council of Mortgage Lenders said on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-53": {"input_sentence": "Thai stocks ended with strong gains on Wednesday ahead of the Thai New Year holiday and dealers said the market was likely to gain further when it reopens next week.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-54": {"input_sentence": "Singapore oil exports rose 47.1 percent in January compared with the same month year earlier the Trade Development Board said on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-55": {"input_sentence": "Hillary Rodham Clinton took swipe at the Republican National Convention as she campaigned for U.S. Senate on Monday denouncing the gala for its hollow rhetoric and photo-op politics.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-56": {"input_sentence": "Year to December 31 2000 LATEST ACTUAL FORECAST AGO Sales 8.25 16.55 Current 1.46 1.53 Net 1.08 587 mln EPS 89.48 yen 59.46 yen Ord div 20.00 yen 20.00 yen NOTE Sumida Corp is leading specialised coil manufactrer.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-57": {"input_sentence": "By Elaine Hardcastle LONDON Sept 19 Britain Tesco Plc showed on Tuesday it was strengthening its dominant position in UK food retailing with 10.2 percent rise in half-year profits to 422 million pounds.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-58": {"input_sentence": "New Zealand Horizon Energy Distribution said on Thursday it would pay an interim dividend of 48 cents per share on March 30 to shareholders on its register on March 24.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-59": {"input_sentence": "The euro fell below 87 cents in early U.S. trade on Thursday its lowest level since Sept. 22 when the Group of Seven industrial nations launched concerted intervention to prop up the ailing currency.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-60": {"input_sentence": "Twelve months to December 31 1999 1998 Operating revenues 5 601 vs 5 314 Operating profit 2 174 vs 2 198 Pre-tax income 1 691 vs 1 631 NOTES Full name of Norway state-owned power producer is Statkraft SF.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-61": {"input_sentence": "The Federal Trade Commission met in closed session Wednesday for an update on America Online Inc. proposed purchase of Time Warner Inc. but took no action sources said.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-62": {"input_sentence": "Slovak September inflation was within the central bank expectations the central bank monetary policy department chief said on Wednesday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-63": {"input_sentence": "Botswana estimated to have the highest rate of HIV infection in the world can stop its AIDS epidemic in 15 years through social revolution in sexual behavior along with global support U.N. report said.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-64": {"input_sentence": "The financial chief at one of Venezuela leading consumer products manufacturers Mavesa said Thursday he was resigning to pursue other personal interests.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-65": {"input_sentence": "Mexico 28-day Cetes rate fell 45 basis points to 15.24 percent in this week primary auction while demand stood at 28.917 billion pesos compared to 7.1 billion pesos worth on offer Banco de Mexico said on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-66": {"input_sentence": "South Korea main opposition party won the largest number of seats in Thursday general election leading President Kim Dae-jung Millennium Democratic Party by 18 seats the National Election Commission said on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-67": {"input_sentence": "By Michael Peltier TALLAHASSEE Fla. Nov 20 Republicans and Democrats face off in the Florida Supreme Court on Monday in crucial round in the legal battle for the White House that remains unresolved nearly two weeks after the election.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-68": {"input_sentence": "0845 GMT The Warsaw bourse main indices bounced back in the single price auction system on Wednesday after losing some three percent in the past three sessions on the back of Poland gloomy current account data early unofficial results showed.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-69": {"input_sentence": "SOUTH SAN FRANCISCO Calif. April 18 PlanetRx.com Inc. Condensed Statements of Operations Three Months Ended March 31 2000 1999 Net revenue e-commerce $7 813 $62 Sponsorship 960 8 773 62 Cost of net revenue e-commerce 7 245 57 Sponsorship 156 7 401 57 Gross profit 1 372 5 Operating expenses Marketing and sales 28 704 2 516 Product development 6 595 1 411 General and administrative 2 327 923 Amortization of intangible assets 10 215 Stock-based compensation 4 268 1 208 Total operating expenses 52 109 6 058 Operating loss Interest income net 1 101 Net loss Basic and diluted net loss per share Basic and diluted pro forma net loss per share Weighted average shares used to compute basic and diluted net loss per share 47 160 2 329 Weighted average shares used to compute pro forma basic and diluted net loss per share 17 983 Pro forma basic and diluted net loss per share is computed using the weighted average number of Common Shares outstanding and the assumed conversion of the Company Series and Preferred Stock into shares of the Company Common Stock as if the conversion occurred at the date of original issuance.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-70": {"input_sentence": "The European Court of Justice on Thursday ruled that Italy had not liberalised its voice telephony market within the time designated by the European Parliament.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-71": {"input_sentence": "EL PASO Texas Feb 9 passenger apparently trying to sneak smoke in the bathroom of Continental Airlines jet started small fire aboard the aircraft but no one was hurt and the plane landed safely authorities said on Wednesday Charles Mason Everman 41 was arrested on federal charges of interfering with an aircraft and crew and damaging an aircraft the FBI said after the Boeing 737 landed safely in El Paso Texas on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-72": {"input_sentence": "KORN FERRY INTERNATIONAL AND SUBSIDIARIES CONSOLIDATED STATEMENTS OF INCOME Three Months Ended January 31 Proforma 2000 1999 1999 Revenues net $ 122 075 $ 88 466 $ 88 466 Compensation and benefits 72 333 51 310 53 629 General and administrative expenses 35 345 26 928 26 362 Other income including interest income net 1 030 Income before provision for income taxes and non-controlling shareholders interests 15 427 9 741 7 988 Provision for income taxes 6 479 4 033 3 159 Non-controlling shareholders interests 663 603 603 Net income $ 8 285 $ 5 105 $ 4 226 Basic earnings per common share $ 0.23 $ 0.19 $ 0.16 Basic weighted average common shares outstanding 36 117 26 498 26 498 Diluted earnings per common share $ 0.22 $ 0.19 $ 0.16 Diluted weighted average common shares outstanding 37 539 27 023 27 023 Diluted earnings per share by line of business Executive Search $ 0.30 $ 0.26 $ 0.23 Futurestep Total $ 0.22 $ 0.19 $ 0.16 NINE MONTHS Revenues net $ 343 178 $ 264 387 $ 264 387 Compensation and benefits 205 792 167 690 159 824 General and administrative expenses 101 227 80 571 80 004 Other income including interest income net 2 511 Income before provision for income taxes and non-controlling shareholders interests 38 670 14 506 22 939 Provision for income taxes 16 241 6 102 9 652 Non-controlling shareholders interests 2 038 1 926 1 926 Net income $ 20 391 $ 6 478 $ 11 361 Basic earnings per common share $ 0.57 $ 0.25 $ 0.43 Basic weighted average common shares outstanding 35 929 26 171 26 171 Diluted earnings per common share $ 0.55 $ 0.24 $ 0.42 Diluted weighted average common shares outstanding 37 000 27 041 27 041 Diluted earnings per share by line of business Executive Search $ 0.82 $ 0.46 $ 0.64 Futurestep Total $ 0.55 $ 0.24 $ 0.42 The proforma results for the three months and nine months ended January 31 1999 exclude the non-recurring compensation and benefits charge of $8.4 million.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-73": {"input_sentence": "Highlights of the monthly U.S. Agriculture Department report of cattle on feed based on data from feedlots of 1 000-plus head feedlots 7 MAJOR STATES Pct 1999 1998 1997 On Feed Feb 1 106 10 005 9 404 9 718 During Jan Placed on Feed 105 1 823 1 732 1 826 Marketed 105 1 525 1 455 1 429 Other Disappearance 98 62 63 69 On Feed Jan 1 108 9 732 9 021 9 455 U.S. TOTAL Pct 1999 1998 1997 On Feed Feb 1 106 11 746 11 063 11 436 During Jan Placed on Feed 105 2 170 2 065 2 207 Marketed 105 1 796 1 708 1 674 Other Disappearance 106 83 78 85 On Feed Jan 1 107 11 455 10 667 11 155 R-revised FORECASTS Traders surveyed by Reuters had expected 7-state figures of 108.6 pct for cattle on feed 106.1 pct for Jan placements and 100.4 pct for cattle marketed.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-74": {"input_sentence": "ROME June 28 Two United Nations staff members were shot dead at the mission of the U.N. Food and Agriculture Organisation in Baghdad on Wednesday after man entered the office and the army then stormed the building the FAO said.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-75": {"input_sentence": "1335 GMT German DAX index turns positive after relatively benign U.S. jobless data.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-76": {"input_sentence": "The following are brief profiles of some of the initial public offerings expected for the week of Feb. 14-18.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-77": {"input_sentence": "Ivory Coast army ruler General Robert Guei vowing to stand down if he loses Sunday presidential election has appealed to the people to ignore boycott calls and vote.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-78": {"input_sentence": "China gross domestic product growth will reach eight percent this year the official China Daily quoted government think-tank on Friday as saying.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-79": {"input_sentence": "Saudi Arabia has decided to allow public companies to pay bi-annual and eventually quarterly dividend to shareholders in an attempt to achieve more market transparency the Commerce Ministry said.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-80": {"input_sentence": "A new Newsweek poll on Saturday showed Vice President Al Gore maintaining strong lead over Texas Gov.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-81": {"input_sentence": "French power giant Electricite de France plans to step up its investment in Poland to several billion euros to win 15 percent of the local electricity production and distribution market it said on Thursday.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-82": {"input_sentence": "After 40-year honeymoon and decade of growing estrangement the Franco-German couple has given way to more polygamous leadership pattern in Europe.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-83": {"input_sentence": "SANTA CLARA Calif Oct 25 Fiber optics products maker New Focus Inc on Wednesday reported third quarter results two key acquisitions and gave revenue guidance for fiscal year 2000 and fiscal year 2001.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-84": {"input_sentence": "Hungarian plastics group Pannonplast Rt said on Tuesday it expected sales of 4.5 billion forints in 2001 from metal and plastic parts plant it had bought from Belgian plastic casings maker Punch.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-85": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 115.00 112.32 Current 2.90 797 mln Net 1.30 308 mln EPS 10.14 yen 2.40 yen NOTE Tokico Ltd is maker of hydraulic equipment and measuring instruments.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-86": {"input_sentence": "by Andrea Orr PALO ALTO Calif. April 13 Online marketplace Intraware Inc. has sufficient cash to operate until it becomes profitable in 2002 Intraware Chief Executive Peter Jackson said in an interview.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-87": {"input_sentence": "The New York Stock Exchange located short distance away from buildings rocked by an explosion on Wall Street early on Friday will open for business as usual this morning spokesman said.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-88": {"input_sentence": "By David Morgan PHILADELPHIA June 23 The city of Philadelphia could be in the throes of labor strike when delegates to the Republican National Convention arrive next month union officials warned on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-89": {"input_sentence": "Emerging market bonds one of the world most stable asset classes this year despite global financial volatility edged ahead on Thursday with Russia leading the way as it reported another rise in foreign reserves.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-90": {"input_sentence": "The Philippines central bank said it is not altering its floating exchange rate regime even as the peso nudges close to its historic low of 46.50 to the dollar touched in January 1998.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-91": {"input_sentence": "United Overseas Bank announced on Friday better-than-expected record earnings of S$760.21 million and the appointment of Wee Ee Cheong to deputy chairman and president.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-92": {"input_sentence": "The weighted average of the Kazakh tenge fell to 142.85 per dollar on Tuesday on the Kazakhstan Stock Exchange from 142.60 on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-93": {"input_sentence": "JP Morgan said on Thursday it reiterated its Buy recommendation on shares in Dutch bank ABN AMRO and its price target of 34 euros.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-94": {"input_sentence": "By Michael Georgy RIYADH Nov 17 Briton was killed and his British wife was slightly wounded on Friday when their car exploded in the Saudi capital Riyadh the official Saudi Press Agency reported.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-95": {"input_sentence": "Bulgaria lev eased to 2.040 2.042 per dollar late on Thursday from 2.028 2.030 at Wednesday close reflecting global euro dip against the U.S. currency through the lev euro peg.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-96": {"input_sentence": "Following are terms and conditions of bond offered on Tuesday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-97": {"input_sentence": "Six months to September 30 2000 Sales 23.44 Operating 2.01 Current 1.65 Net loss 2.20 EPS loss 29.29 yen Cash flow 1.10 from operations NOTE Nippon Chemical Industrial Co Ltd manufactures inorganic industrial chemicals.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-98": {"input_sentence": "Poland copper giant KGHM SA forecasts it will swing to 512 million zloty net profit this year from 145.6 million net loss in 1999 the firm said in statement on Wednesday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-99": {"input_sentence": "Following are terms and conditions of bond increased on Wednesday.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-100": {"input_sentence": "By Randy Fabi WASHINGTON June 16 Although the drought has eased in part of the Midwest farmers in Nebraska Missouri Texas and several southeastern states face more above-normal temperatures and below-normal rain through September U.S. government forecasters said on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-101": {"input_sentence": "WorldQuest Networks Inc. saw its shares more than double on Friday in stock debut as investors welcomed new Internet-based telecommunications technology company to the market.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-102": {"input_sentence": "Joining the EU will not be easy for would-be eastern European members the new president of the European Bank for Reconstruction and Development warned on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-103": {"input_sentence": "Shares of Hong Kong fashion retailer Esprit Holdings Ltd bucked the market downtrend and rose over four percent after investors considered its recent sell-off because of the weak euro to be overdone.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-104": {"input_sentence": "Six months to September 30 2000 LATEST PREVIOUS FORECAST FORECAST Sales 60.50 62.90 Current 6.80 23.90 Net 3.30 12.80 NOTE Sanrio Co Ltd is leading manufacturer of gift merchandise.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-105": {"input_sentence": "Ministers from six African states including some of the world poorest countries have agreed to increase education spending over the next 15 years.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-106": {"input_sentence": "By Deborah Charles WASHINGTON Dec 29 President Bill Clinton and Sen.-elect Hillary Rodham Clinton on Friday sealed deal to buy $2.85 million house in Washington and secured bank loan worth nearly $2 million to help cover the cost the White House said.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-107": {"input_sentence": "PODGORICA Yugoslavia July 29 Montenegro opposition party loyal to Belgrade backed Yugoslav President Slobodan Milosevic bid for re-election on Saturday.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-108": {"input_sentence": "ABB Ltd the engineering and technology group said on Thursday it expected to kick off the process to obtain U.S. stock market listing soon.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-109": {"input_sentence": "By Hassan Hafidh BAGHDAD Dec 3 Iraq said on Sunday it was optimistic dispute over crude oil pricing could be resolved so that its oil exports could resume after it suspended them last week.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-110": {"input_sentence": "Taiwan short-term money rates ended higher on Friday as issuance of T$33.5 billion in government bonds by the finance ministry squeezed banking system liquidity.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-111": {"input_sentence": "By Richard Meares LONDON Sept 20 British Telecommunications Plc gave an update for its newly reorganised Wireless division on Wednesday predicting just under 1.0 billion pounds of profit this year but it failed to buoy its troubled shares.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-112": {"input_sentence": "South Korean stocks battled back to end morning trade slightly lower on Friday as buying of financial shares helped the benchmark index recover after sales of selected telecoms sent it almost three percent lower analysts said.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-113": {"input_sentence": "Saudi Aramco gas oil term sales for 2001 will fetch higher premiums compared with 2000 helped by this year firmer spot market prices traders said on Wednesday.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-114": {"input_sentence": "In SUVA story headlined Fiji crisis hits vital tourist industry please read in second para the month after rebel leader George Speight stormed parliament instead of the month after rebel leader Johnny Speight stormed parliament corrected version follows.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-115": {"input_sentence": "British telecoms group Kingston Communications Plc said on Tuesday its nine-month group EBITDA fell to 21.2 million pounds from 25.4 million in the same period year earlier.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-116": {"input_sentence": "Russian economic indicators based on data provided by the official statistics agency government institutions the central bank and exchanges updated today.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-117": {"input_sentence": "The Swiss National Bank on Friday left interest rates unchanged as widely expected despite slight spike in inflation foreseen in the coming year.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-118": {"input_sentence": "Repsol International Finance guaranteed by Spanish-Argentine energy group Repsol YPF has mandated BBVA Invercaixa Merrill Lynch Schroder Salomon Smith Barney and UBS Warburg for its 2.0 billion euro floating-rate issue the banks said on Thursday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-119": {"input_sentence": "Nordic shares slumped almost three percent on Wednesday when uncertainty over the U.S. presidential election sapped sentiment and margin warning by Dutch IT group Gentronics hit tech stocks in particular.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-120": {"input_sentence": "Year to November 30 2000 LATEST ACTUAL FORECAST AGO Sales 4.13 3.94 Current 779 mln 726 mln Net 418 mln 371 mln EPS 53.08 yen 45.61 yen Ord div 12.50 yen 12.50 yen NOTE Dio Chemicals Ltd manufactures insect nets shade screens and protective nets.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-121": {"input_sentence": "CALCUTTA India Jan 4 The Reserve Bank of India is studying plan to allow favoured access to primary dealers in its secondary market operations central bank official said on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-122": {"input_sentence": "0440 GMT JGB prices easier as Nikkei stock average .N225 held gains of more than 2pct triggered by record rise on U.S. Nasdaq market.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-123": {"input_sentence": "By Gilbert Le Gras BUENOS AIRES Nov 20 Fears that capital flight will undermine the ability of Latin America largest foreign borrower to repay its debt may ease in future as Argentina shifts its debt burden to domestic lenders.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-124": {"input_sentence": "Sri Lanka stocks were slightly weaker on Thursday after local retail sentiment soured over Tamil Tiger rebel suicide bombing which killed senior government minister and 21 others in southern Colombo.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-125": {"input_sentence": "A report by the Center for an Urban Future lashed into New York City and state officials for allegedly squandering $1 billion year on inefficient job-training programs Thursday Daily News reported.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-126": {"input_sentence": "Taiwan new Foreign Minister Tien Hung-mao met top Vatican officials on Monday in an encounter that could dampen moves towards warmer ties between Beijing and the Holy See.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-127": {"input_sentence": "European Central Bank President Wim Duisenberg said on Thursday he continued to believe that the euro had potential to appreciate.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-128": {"input_sentence": "Year to March 31 2000 LATEST PREVIOUS ACTUAL FORECAST FORECAST AGO Sales 30.00 30.80 31.68 Current 1.30 1.30 1.85 Net 300 mln 50 mln 845 mln NOTE Maspro Denkoh Corp makes TV-reception related equipment.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-129": {"input_sentence": "BOMBAY Jan 5 The Reuters reference rate for Indian three-month commercial paper issued by manufacturing companies was 10.26 percent on Wednesday compared to 10.31 percent on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-130": {"input_sentence": "Six months to June 30 2000.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-131": {"input_sentence": "By Jim Brumm NEW YORK Nov 21 U.S. Steel Mining Co. has had to scale back its deliveries of coal used in steel-making due to unexpected production problems at mines in Alabama and West Virginia U.S. Steel Group said on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-132": {"input_sentence": "Two Indian nationals were convicted Wednesday for the hijacking of Cuban government boat in Cuban waters last year U.S. prosecutors said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-133": {"input_sentence": "Six months to September 30 2000 Sales 12.62 vs 14.43 Operating 565 mln vs 934 mln Current 891 mln vs 1.09 Net 519 mln vs 631 mln EPS 44.13 yen vs 53.00 yen Shares 12 million vs 12 million Interim div 9.00 yen vs 9.00 yen NOTE Japan CBM Corp markets electronic equipment.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-134": {"input_sentence": "Year to March 31 2001 LATEST PREVIOUS ACTUAL FORECAST FORECAST AGO Sales 13.30 13.50 14.81 Current prft 200 mln prft 180 mln loss 369 mln Net loss 1.10 prft 120 mln loss 516 mln NOTE Shin Nippon Machinery Co Ltd enjoys an overwhelming market share in medium and small-sized turbines and process pumps.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-135": {"input_sentence": "VANCOUVER Wash. Oct. 19 CONSOLIDATED FREIGHTWAYS CORPORATION STATEMENTS OF CONSOLIDATED OPERATIONS For the Three Months Ended September 30 2000 1999 REVENUES $ 592 902 $ 625 547 COSTS AND EXPENSES Salaries wages and benefits 372 923 396 109 Operating expenses 109 279 107 224 Purchased transportation 54 010 65 358 Operating taxes and licenses 16 932 18 103 Claims and insurance 21 490 15 289 Depreciation 12 674 13 741 587 308 615 824 OPERATING INCOME 5 594 9 723 OTHER INCOME Investment income 339 619 Interest expense Miscellaneous net Income before income taxes 4 565 9 364 Income taxes 3 244 4 634 NET INCOME 1 321 4 730 Basic average shares outstanding 21 507 159 22 564 538 Diluted average shares outstanding 21 531 817 22 564 538 Basic Earnings per Share 0.06 0.21 Diluted Earnings per Share 0.06 0.21 CONSOLIDATED FREIGHTWAYS CORPORATION STATEMENTS OF CONSOLIDATED OPERATIONS For the Nine Months Ended September 30 2000 1999 REVENUES $1 772 632 $1 773 536 COSTS AND EXPENSES Salaries wages and benefits 1 130 554 1 134 290 Operating expenses 336 040 299 224 Purchased transportation 149 465 176 475 Operating taxes and licenses 53 492 52 479 Claims and insurance 57 001 43 797 Depreciation 39 596 39 394 1 766 148 1 745 659 OPERATING INCOME 6 484 27 877 OTHER INCOME Investment income 1 231 2 273 Interest expense Miscellaneous net Income before income taxes 26 669 Income taxes 1 359 12 681 NET INCOME 13 988 Basic average shares outstanding 21 439 193 22 599 509 Diluted average shares outstanding 21 447 412 22 874 547 Basic Earnings per Share 0.62 Diluted Earnings per Share 0.61 CONSOLIDATED FREIGHTWAYS CORPORATION CONDENSED BALANCE SHEETS Sep 30 Dec 31 2000 1999 ASSETS Current assets $ 525 239 $ 471 012 Property plant and equipment net 351 791 368 952 Other assets 66 408 76 308 Total Assets 943 438 916 272 LIABILITIES AND SHAREHOLDERS EQUITY Current liabilities 419 717 396 455 Long-term debt 15 100 15 100 Other long-term liabilities 250 043 246 155 Shareholders equity 258 578 258 562 Total Liabilities and Shareholders Equity 943 438 916 272", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-136": {"input_sentence": "The recently battered rupiah remained the right side of 9 000 per dollar early on Thursday helping to keep other ASEAN currencies on an even keel.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-137": {"input_sentence": "The most profound problem facing U.S. growers is not low commodity prices but the decline in farmers share of what consumers pay for food U.S. Agriculture Secretary Dan Glickman said on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-138": {"input_sentence": "PRAGUE Sept 27 The consultative group of aid providers for Indonesia will meet in Tokyo on October 17-18 as planned after successful discussions with the World Bank here World Bank President James Wolfensohn said on Wednesday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-139": {"input_sentence": "Following are comments from Wall Street analysts and market experts after the U.S. Commerce Department report that the international trade deficit widened to record $30.18 billion in March from downwardly revised $28.71 billion in February.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-140": {"input_sentence": "Growth in Russian manufacturing output order books and employment accelerated in August taking the Moscow Narodny Purchasing Managers Index to five-month high Moscow Narondy Bank said on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-141": {"input_sentence": "Online brokers appear set for lackluster quarter as investors focus more on beaches and barbecues than on buying and selling stocks.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-142": {"input_sentence": "Following are terms and conditions of bond increased on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-143": {"input_sentence": "South African gold shares taking heart from firmer bullion price were bright spot in Tuesday lacklustre market that was waiting for direction from European markets.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-144": {"input_sentence": "Baby Bell phone company S West Inc. and 13-company consortium of local carriers in the western United States agreed Tuesday to share phone lines regionally for simultaneous voice and data traffic.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-145": {"input_sentence": "Locked in statistical dead heat Democratic presidential candidate Al Gore and his Republican rival George W. Bush stepped up preparation on Sunday for what could turn out to be pivotal first debate.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-146": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales nil 107.55 Current loss 2.50 prft 10.53 Net 3.00 53.59 EPS 9.08 yen 495.11 yen Ord div 7.00 yen 20.00 yen NOTE Softbank Corp is wholesaler of PC software.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-147": {"input_sentence": "New Zealand Finance Minister Michael Cullen said on Wednesday he expected the operating surplus of the coming year to be slightly above the recent forecasts and significantly higher in the out years.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-148": {"input_sentence": "Following are reactions to May employment data released by Statistics Canada on June 9.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-149": {"input_sentence": "Year ended March 31 Shr 17.6 vs 8.9 Dividend 5.0 vs 3.0 Exceptional items a vs a Net 80.37 vs 40.68 Turnover 1 711.84 vs 1 444.71 Company name Luk Fook Holdings Ltd Books close Sept 25-29 Dividend payable Oct 2 2000 NOTE Luk Fook is jewellery maker and retailer.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-150": {"input_sentence": "Vienna 1975 Caracas 2000.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-151": {"input_sentence": "Year to Dec 31 1999.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-152": {"input_sentence": "Bank of France chief Jean-Claude Trichet said on Thursday that the heads of the eurozone central banks backed ECB President Wim Duisenberg who has suffered criticism for comments blamed for hurting the euro.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-153": {"input_sentence": "Indonesia rupiah lost further ground early on Tuesday and was seen testing the 8 100 area on onshore and offshore dollar buying amid concerns over the country political stability and economic policies.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-154": {"input_sentence": "By Denise Duclaux NEW YORK Dec 28 U.S. stocks were poised for weak opening on Thursday as investors are expected to pocket profits and top Wall Street firm cut its revenue outlook for International Business Machines Corp. Prudential Securities trimmed its revenue projection for the computer bellwether for the fourth quarter to $24.5 billion from $25.3 billion.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-155": {"input_sentence": "In MANILA story headlined Vitarich 9-mth net up slightly yr yr please correct headline to read three-mth net instead of 9-mth net and make conform throughout.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-156": {"input_sentence": "Former Northern Ireland Secretary Mo Mowlam recalled on Tuesday how she developed fondness for whiskey during her time in the troubled province.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-157": {"input_sentence": "0857 GMT Polish shares rose for the second consecutive session in the morning single price auction system on Friday powered by selected large caps and new economy stocks early unofficial results showed.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-158": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 82.00 84.06 Current 1.80 1.41 Net loss 5.20 prft 1.33 EPS loss 39.74 yen prft 10.16 yen NOTE Nihon Yamamura Glass Co Ltd is manufacturer of glass bottles.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-159": {"input_sentence": "Switzerland will keep helping Russia investigate cross-border crime cases despite Russian prosecutor decision last week to drop high-profile probe of suspected Kremlin corruption Swiss official said on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-160": {"input_sentence": "Australian Aboriginal leaders and politicians gathered in Sydney on Wednesday for the Sorry Business of state funeral for one the country most strident black leaders Charlie Perkins.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-161": {"input_sentence": "Malaysian shares climbed in early trade on Tuesday boosted by healthy overnight rise in the Dow Jones Index and buying of small capitalised stocks dealers said.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-162": {"input_sentence": "An Indian court ruled on Tuesday that the nation telecoms regulator had powers to fix tariffs for consumers but no jurisdiction to define revenue sharing between telephone service firms lawyers said.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-163": {"input_sentence": "Croatia government urged the European Union on Thursday to make sure Yugoslavia meets the same standards as other countries on democracy human rights and cooperation with the international war crimes tribunal.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-164": {"input_sentence": "Year to June 30 2000.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-165": {"input_sentence": "Striking Indian port workers returned to work on Sunday after reaching an agreement over pay revision with the federal government.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-166": {"input_sentence": "Hungarian tile maker Zalakeramia on Monday reported 1999 net loss of 1.449 billion forints largely due to foreign exchange losses on loan.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-167": {"input_sentence": "Oil prices closed sharply lower on Friday as the market continued to absorb signs that Saudi Arabia was singlehandedly moving to boost world oil supplies and take the edge off sky-high fuel prices.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-168": {"input_sentence": "1035 GMT Dutch shares fall at midsession as techs sink especially Philips hit by concerns over certain unit and over future growth and chip equipment maker ASML.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-169": {"input_sentence": "Indian government bond prices were flat in late-morning deals on Thursday as traders stayed away from taking fresh positions ahead of two bond auctions later in the day.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-170": {"input_sentence": "Colombia state security police on Wednesday arrested 10 people accused of printing more than $40 million in counterfeit dollars in the last two years and shipping the false currency to the United States and Europe.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-171": {"input_sentence": "By Tomasz Janowski FRANKFURT July 24 German price data released on Monday showed that an anticipated inflation slowdown both in Europe biggest economy and the single currency area will not materialise this month.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-172": {"input_sentence": "Former Prime Minister Noboru Takeshita Japan political puppet master par excellence died early on Monday Japanese media reported.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-173": {"input_sentence": "ISTANBUL Jan 26 Turkish shares closed more than four percent higher on Wednesday in buying led by blue-chip shares after bouncing off technical support during correction in recent sessions brokers said.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-174": {"input_sentence": "RIO DE JANEIRO Jan 31 Last week weather in Brazil southern soybean states brought only scattered relief to the prolonged dry spell that promises to reduce 1999 2000 production estimates analysts Safras Mercado said Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-175": {"input_sentence": "Hainan ITIC failure to meet its debt obligation has dealt another blow to China struggling trust and state-owned enterprise sector but investors support of more creditworthy Chinese companies was unlikely to waver.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-176": {"input_sentence": "At time when the U.S. economy remains strong credit rating agencies are sounding the alarm over rising corporate default rates.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-177": {"input_sentence": "Canada unemployment rate was unchanged at 6.8 percent in January the lowest level since April 1976 as job gains were matched by an increase in the number of people participating in the labor market Statistics Canada said on Friday.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-178": {"input_sentence": "Greece and Turkey have called off meeting between their foreign ministers this weekend because of the crisis in the Middle East Greek Foreign Ministry spokesman said on Saturday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-179": {"input_sentence": "By Thomas Ferraro NEW YORK May 8 Democratic presidential candidate Al Gore and Republican rival George W. Bush took time out from their often bruising White House campaign on Monday to attend the funeral of Cardinal John Connor where they shook hands and wished each other peace.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-180": {"input_sentence": "TXU Europe said on Tuesday its 405 megawatt Peterborough power station has restarted following scheduled maintenance.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-181": {"input_sentence": "By Sultan Sleiman BEIRUT April 2 Syrian Foreign Minister Farouq al-Shara on Sunday denounced Lebanese suggestion that Syria would send troops to south Lebanon if Israel unilaterally withdraws from the area.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-182": {"input_sentence": "Influential investment advisor Richard Medley said in report Wednesday that the Basle Committee and federal regulators are considering raising capital requirements for banks holding U.S. agency debt according to sources familiar with the report.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-183": {"input_sentence": "South Africa looks set to produce about 2.5 million tonnes of sugar in the coming 2000 01 season after weeks of soaking rains putting the harvest in line with the 1999 00 crop cane growers said on Monday.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-184": {"input_sentence": "Sri Lanka has nabbed more than 4 700 army deserters as the war-torn nation hunts for thousands of absconding soldiers to beef up its campaign against Tamil Tiger rebels in the north local media reported on Tuesday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-185": {"input_sentence": "Lithuanian broad money increased 3.4 month-on-month on pro forma basis in December versus drop of 1.72 percent in November according to data released by the central bank on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-186": {"input_sentence": "The following is calendar of dividend payments by Portuguese companies COMPANY Date When ex-div Gross div Net div Lisgrafica Jun 09 Jun 06 80.00 64.00 CIN Jun 16 Jun 13 24.00 19.29 Inapa Jun 19 Jun 14 25.00 20.00 Cel.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-187": {"input_sentence": "NYMEX Hub natgas tumbled sharply midday Wednesday in moderate trade undermined by tanking crude market and fairly mild Midwest and Northeast weather forecasts this week industry sources said.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-188": {"input_sentence": "British consumer credit group Cattles Plc said on Thursday it was opening new branch every week and was confident of meeting its full-year targets.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-189": {"input_sentence": "Six months to September 30 2000 Sales 20.95 vs 14.70 Operating loss 475 mln vs loss 1.83 Current loss 419 mln vs loss 1.60 Net loss 301 mln vs loss 1.04 EPS loss 7.14 yen vs loss 27.60 yen Shares 42 million vs 38 million Interim div 0.00 yen vs 0.00 yen NOTE Osaka Steel Co Ltd is maker of electric furnace shapes.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-190": {"input_sentence": "UK prompt natural gas prices climbed further on Friday on news that the Liverpool Bay offshore field had shut traders said.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-191": {"input_sentence": "By Tiziana Barghini MADRID Oct 26 Spain Gas Natural dropped hostile takeover proposal for power firm Iberdrola on Thursday and analysts now expect it to set its sights on buying some of Iberdrola prime assets.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-192": {"input_sentence": "The following is the full text of the Federal Reserve Beige Book of economic condition issued on Wednesday Reports from the twelve Federal Reserve Districts indicated appreciable expansion of economic activity during late January and February.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-193": {"input_sentence": "Following are terms and conditions of subordinated bond offered on Friday.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-194": {"input_sentence": "FRESNO Calif. Nov 30 former motel handyman was sentenced to life in prison without possibility of parole on Thursday for beheading young woman at Yosemite National Park one of four women police say he murdered in bloody rampage in 1999.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-195": {"input_sentence": "The Taiwan dollar ended softer on Monday amid persistent U.S. dollar demand from importers although foreign fund flowed in to help cushion the downturn.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-196": {"input_sentence": "His typewritten list of 1 200 Jews he saved from the Holocaust made German businessman Oskar Schindler household name with bit of help from Hollywood.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-197": {"input_sentence": "OKINAWA Japan The leaders of the eight most powerful nations at their summit in Japan adopted an information technology charter meant to help poor countries reap the economic benefits of the Internet revolution.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-198": {"input_sentence": "Commercial and industrial loans on the books of U.S. commercial banks fell $6.4 billion to $1.060 trillion during the week ended June 28 the Federal Reserve said on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-199": {"input_sentence": "Turnover on China national foreign exchange market hit $4.023 billion in August up 13.2 percent from the same month last year the official Shanghai Securities News said on Wednesday.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-200": {"input_sentence": "A Polishunit of Dutch-Belgian group Fortis expects its net profit to more than double to 55 million zlotys in 2001 from this year planned 23 million zlotys Fortis Bank Polska said on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-201": {"input_sentence": "President Kim Dae-jung said on Wednesday foreign investment was vital to South Korea reform drive and competitiveness and pledged to make investing in both Koreas easier.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-202": {"input_sentence": "Egg the Internet bank of Britain Prudential Plc said on Wednesday it would offer its customers an Internet share-dealing service in association with Charles Stanley Web service Xest.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-203": {"input_sentence": "U.S. stocks were seen opening lower on Thursday with investors pocketing profits from hard-charging biotechnology and semiconductor rally that drove Nasdaq to its fifth-largest daily points gain.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-204": {"input_sentence": "French food group Danone is preparing to launch its first euro bond lead managers Merrill Lynch and SG Investment Banking said on Thursday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-205": {"input_sentence": "Nigeria plan for huge hike in oil output could be vital for both President Olusegun Obasanjo political survival and that of Africa most populous country itself.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-206": {"input_sentence": "By Claire-Louise Isted FRANKFURT Sept 25 Exchange-based power trading has been failure in the United States representing just one to two percent of the market total electricity trade delegates heard at recent European energy conference.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-207": {"input_sentence": "Greek bank shares fell on Tuesday hit by fears of higher than expected inflation uptick and the continuing afterwash of lukewarm nine month results from leader National Bank brokers said.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-208": {"input_sentence": "Zimbabwe worsening political turmoil is having an alarming impact on business confidence in South Africa the South African Chamber of Business said on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-209": {"input_sentence": "Wall Street stocks were seen opening flat on Thursday with possible profit-taking among surging technology issues early on after Wednesday strong run dealers said.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-210": {"input_sentence": "Twelve prisoners sentenced to life terms for 1989 attack on an Argentine military base said on Monday they were refusing medical aid 92 days into hunger strike they hope will win them the right to appeal their case.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-211": {"input_sentence": "The Taiwan dollar slipped against its U.S. counterpart early on Thursday in step with the yen as the Japanese currency weakened against the U.S. dollar overseas.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-212": {"input_sentence": "Ailing British supermarket chain Somerfield Plc is close to appointing the current head of retailer Budgens Plc as its executive chairman the Sunday Business newspaper said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-213": {"input_sentence": "Polish oil group PKN Orlen said on Tuesday its preliminary net profit rose 24.3 percent in the first three quarters of this year thanks to larger amount of refnied oil and lower production costs.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-214": {"input_sentence": "COPENHAGEN Sept 28 The Danish crown firmed sharply in afternoon trade on Thursday after the central bank intervened buying crowns for dollars and big foreign banks bought substantial amounts of crowns dealers said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-215": {"input_sentence": "Russian shares firmed in early trade on Monday taking their cue from U.S. markets boosted by reassuring jobs data traders said.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-216": {"input_sentence": "In TALLAHASSEE story headlined U.S. awaiting Fla. Supreme Court ruling please read in 8th graf released tonight instead of released tonight.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-217": {"input_sentence": "LONDON April 18 Moody Investors Service has assigned B3 rating to Ineos Acrylics Finance plc proposed Euro 200 million senior notes issue due 2010.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-218": {"input_sentence": "British prosecutors said on Thursday there was no prospect of trial of former Chilean dicator Augusto Pinochet in Britain effectively closing that option and allowing him to go home to Chile.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-219": {"input_sentence": "Year to February 29 2000 LATEST PREVIOUS ACTUAL FORECAST FORECAST AGO Ord div 10.00 yen 10.00 yen 10.00 yen Commem div 5.00 yen NOTE Ringer Hut Co Ltd is the operator of the Nagasaki champon noodle restaurant chain.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-220": {"input_sentence": "The Indonesian rupiah wilted late on Friday following news President Abdurrahman Wahid had ordered the arrest of the youngest son of former President Suharto.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-221": {"input_sentence": "Freddie Mac sold $3.0 billion of three-month reference bills due Sept. 28 2000 at stop-out rate or lowest accepted rate of 6.49 percent.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-222": {"input_sentence": "By Enrique de Castro LEGAZPI Philippines March 3 strong earthquake shook areas near an active volcano in the central Philippines on Friday but there were no immediate signs of any fresh eruptions residents and officials said.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-223": {"input_sentence": "Foreigners were net buyers of 168.721 million rand worth of South African bonds on Tuesday after buying 583.956 million rand on Monday latest Bond Exchange data showed.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-224": {"input_sentence": "Bulgaria lev gained against the dollar at Monday opening spurred by rise in the euro against the U.S. currency through the lev euro peg and prompting expectations of increased dollar buying dealers said.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-225": {"input_sentence": "By Radek Narovec PRAGUE July 14 The lower house of the Czech parliament approved an amendment to the central bank law on Friday including several controversial clauses which critics said may limit the bank independence.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-226": {"input_sentence": "LATHAM N.Y. April 18 Plug Power Inc. developer of residential fuel cells said Tuesday it is working with Axiva GmbH to simplify its fuel cells and reduce manufacturing costs sending its stock price soaring.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-227": {"input_sentence": "Shares on the Bombay exchanges closed flat on Tuesday as the market paused to take breath after the nearly three percent gains of Monday.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-228": {"input_sentence": "By Cris Chinaka HARARE Feb 13 Opposition figure Tendai Biti was detained on Sunday as Zimbabweans voted on the second day of referendum that critics say will entrench President Robert Mugabe rule.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-229": {"input_sentence": "Europe largest bakery group Kamps AG has appointed JP Morgan and Merrill Lynch to lead manage its debut euro currency bond the banks said on Thursday.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-230": {"input_sentence": "Diesel cargo premiums in northwest Europe shot up on Wednesday on the back of concerted buying by key player while bullish futures pushed outright prices higher still according to traders.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-231": {"input_sentence": "SANTA MONICA Calif Jan 27 CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS Three Months Ended Year Ended Dec. 31 Dec. 31 Dec. 31 Dec. 31 1999 1998 1999 1998 Net revenues $ 357 738 $ $ 357 738 $ Cost of net revenues $2 429 658 $ $2 429 658 $ Gross profit $ $ Operating expenses Research and development 2 313 981 983 611 7 363 439 1 531 811 Sales and marketing 24 351 601 632 349 35 207 688 632 349 General and administrative 6 058 136 890 346 14 333 830 2 015 930 Total operating expenses 32 723 717 2 506 306 56 904 957 4 180 090 Loss from operations Other income Interest expense Interest income 1 462 005 9 152 2 662 128 11 834 Net loss Basic and diluted net loss per share Weighted average shares outstanding used in basic and diluted per-share calculation 36 611 000 5 788 000 21 823 600 4 955 913", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-232": {"input_sentence": "0535 GMT Euro inches up from lows as early burst of profit-taking fades leaving key chart levels and recent uptrend intact.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-233": {"input_sentence": "Britain Avon Rubber Plc which makes components for the car industry said on Wednesday its first half profits would be significantly lower than last year after disappointing first quarter results.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-234": {"input_sentence": "Implied volatility in Treasury bond and 10-year note options edged up in light trade on Monday as the underlying futures contracts held narrow ranges.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-235": {"input_sentence": "LUCKNOW India Aug 11 At least 36 people were killed and over 50 reported missing in the Himalayan foothills of northern India after series of landslides triggered by heavy rains officials said on Friday.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-236": {"input_sentence": "LONDON Dec 13 British mortgage bank Halifax Plc gave an upbeat report on second-half business on Wednesday but 45 million pound charge at its car leasing joint venture disappointed the stock market.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-237": {"input_sentence": "JOLO Philippines Aug 23 Philippine government emissaries seeking the release of 12 foreign hostages are holding talks with Moslem rebels on formula that may allow the guerrillas to temporarily keep some captives as human shields officials said on Wednesday.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-238": {"input_sentence": "The average price of Omani crude oil rose 98.5 percent to $25.70 barrel in the first six months of 2000 compared to the same period last year an economy ministry official said on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-239": {"input_sentence": "The Brazilian real lost ground against the dollar on Monday as investors bought dollars to guard against potential slide in equities ahead of U.S. decision over interest rates this week traders said.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-240": {"input_sentence": "Growing investor confidence in the Polish economy is expected to sustain the zloty in the coming weeks despite the ongoing heated debate over the country fiscal plans for 2001 analysts said on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-241": {"input_sentence": "The following is the full text of Federal Reserve Bank Chairman Alan Greenspan testimony on Thursday before the U.S. Senate Agriculture Committee on over-the-counter derivatives markets and the Commodity Exchange Act am pleased to be here today to underscore the importance of this committee efforts to modernize the Commodity Exchange Act and to express my support for the recommendations for amending the act that were contained in the report by the President Working Group on Financial Markets entitled Over-the-Counter Derivatives Markets and the Commodity Exchange Act.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-242": {"input_sentence": "The U.S. Treasury Department said its Dutch bidding auction of 3 and 6-month bills brought these results MONTH BILLS RATES High 5.945 pct Median 5.940 pct Low 5.910 pct Investment 6.121 pct PRICE ACCEPTANCES Price 98.497 Accepted at high 81 pct Bid-to-cover ratio 3.23 AMOUNTS TENDERED AND ACCEPTED Total accepted 9 504 371 Total public bids tendered 26 697 344 Competitive bids accepted 6 413 271 Noncompetitive accepted 1 291 100 Foreign official refunded 1 800 000 Fed add-ons 5 349 195 Foreign official add-ons 0 BILLS DETAILS Issued date Sept 14 2000 Maturity date Dec 14 2000 CUSIP number 912795FK2 SIX-MONTH BILLS RATES High 5.955 pct Median 5.940 pct Low 5.900 pct Investment 6.226 pct PRICE ACCEPTANCES Price 96.989 Accepted at high 75 pct Bid-to-cover ratio 3.56 AMOUNTS TENDERED AND ACCEPTED Total accepted 8 505 384 Total public bids tendered 23 474 479 Competitive bids accepted 4 160 975 Noncompetitive accepted 1 686 409 Foreign official refunded 2 658 000 Fed add-ons 4 576 923 Foreign official add-ons 0 BILLS DETAILS Issued date Sept 14 2000 Maturity date March 15 2001 CUSIP number 912795FX4", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-243": {"input_sentence": "Year to March 31 2000 Revenues 45.29 Operating 1.66 Current 1.86 Net 804 mln EPS 7.06 yen Cash flow 8.03 from operations NOTE Central Finance Co Ltd is consumer credit company.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-244": {"input_sentence": "The European Commission said on Tuesday it had approved DaimlerChrysler AG involvement in the existing joint venture Union-Tank Eckstein GmbH.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-245": {"input_sentence": "The European Union grain management committee will not hold weekly export tender during the week of August 14-18 an EU official said on Thursday.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-246": {"input_sentence": "By Tomi Soetjipto JAKARTA Aug 21 Indonesian Foreign Minister Alwi Shihab has expressed concern over legal move that may give amnesty for past human rights abuses especially in the light of last year bloodshed in East Timor.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-247": {"input_sentence": "Australian builder and contractor Leighton Holdings Ltd is widely expected to report healthy profit when it unveils its 1999 00 earnings results on Thursday.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-248": {"input_sentence": "South Korea largest fertiliser manufacturer Namhae Chemical 25860.KS said on Wednesday it posted net loss of 700 million won in the third quarter against profit of 5.9 billion won the same period of last year.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-249": {"input_sentence": "WASHINGTON Nov 30 The Federal Reserve needs to improve its communication skills so that financial markets can better understand what U.S. central bankers are thinking St. Louis Fed President William Poole said on Thursday.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-250": {"input_sentence": "Singapore total manufacturing output rose 20.5 percent in August compared with the same month of 1999 after rising 11.1 percent in July the Economic Development Board said on Tuesday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-251": {"input_sentence": "0740 GMT Germany DAX index seen opening mixed with focus staying on Deutsche Telekom after report in the Wall Street Journal that Qwest Communications International Inc largest shareholder may support possible merger of the company with the German firm.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-252": {"input_sentence": "Seasonally adjusted Australian retail sales for February released by Australian Bureau of Statistics.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-253": {"input_sentence": "State-owned Petrovietnam Trading Co and Japan Nippon Mitsubishi Oil Corp 5001.T have jointly issued tender to sell 550 000 barrels of late-July Rang Dong crude traders said on Thursday.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-254": {"input_sentence": "KOTA KINABALU Malaysia July 21 Four Malaysians held hostage by Philippine rebels for 12 weeks arrived home on Friday hours after being released from hideout on the island of Jolo.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-255": {"input_sentence": "1640 GMT Italian shares ended flat on Tuesday with gains in Enel and the banking sector offset by declines in Fiat as speculators dumped the stock in the wake of the automaker announcement of an accord with GM.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-256": {"input_sentence": "U.S. Agriculture Secretary Dan Glickman used the Internet Tuesday to drive home the need for changes in the federal farm program to better help farmers during lean times.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-257": {"input_sentence": "Average yields on Moldovan treasury bills were mixed at auctions on Tuesday the central bank said on Wednesday.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-258": {"input_sentence": "These are some of the leading stories in Palestinian newspapers on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-259": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 14.32 13.46 Current 2.10 2.00 Net 1.20 1.15 EPS 85.37 yen 92.26 yen NOTE Yaizu Suisankagaku Industry Co Ltd is leading producer of natural seasonings and dehydrated processed foods.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-260": {"input_sentence": "The following stocks are on the move on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-261": {"input_sentence": "Ukraine posted trade deficit of $676.8 million in the first three months of the year compared with $426.1 million shortfall in the same period year ago the State Statistics Committee said on Friday.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-262": {"input_sentence": "A guilt-stricken Korean father begs forgiveness from long-lost daughter.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-263": {"input_sentence": "A Christmas Day fire killed at least 309 people many of them revellers at dance hall in the central Chinese city of Luoyang Xinhua news agency and local sources said on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-264": {"input_sentence": "Hong Kong stocks are expected to extend rebound from their steep decline last week boosted by Wall Street shrugging off of Friday strong jobs report to push higher early in the coming week.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-265": {"input_sentence": "Year to February 28 2001 LATEST ACTUAL FORECAST AGO Sales 1.17 trln 1.16 trln Current 17.10 15.73 Net 7.10 6.43 EPS 23.52 yen 21.16 yen NOTE Takashimaya Co Ltd is department store operator.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-266": {"input_sentence": "Tokyo stocks ended the week sneezing from an infectious downtrend in the U.S. Nasdaq market with high-techs such as Advantest Corp 6857.T and Fujitsu Ltd 6702.T suffering painful losses.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-267": {"input_sentence": "Following are comments from Wall Street analysts and market experts after the U.S. Federal Reserve as expected announced that its policy-setting committee decided to leave short-term interest rates unchanged at 6.5 percent.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-268": {"input_sentence": "By Michael Conlon PEORIA Ill. Sept 4 Democratic vice presidential nominee Joseph Lieberman on Monday accused Republican standard bearer George W. Bush of trying to dodge the presidential debate rules that the Texas governor own father and every candidate for the last two decades had followed.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-269": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 21.10 21.29 Current 530 mln 356 mln Net prft 500 mln loss 953 mln EPS prft 18.72 yen loss 35.70 yen NOTE Moonbat Co Ltd is trading company specialising in umbrellas and other accessories.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-270": {"input_sentence": "Latest scores in Saturday Scottish premier league soccer matches Aberdeen 2 Andy Dow 32 Thomas Solberg 83 Motherwell 1 Ged Brannan 41pen Halftime 1-1 Attendance Celtic 1 Stephane Mahe 79 Hibernian 1 Stuart Lovell 30 HT 0-1 Att Dundee 1 Francisco Luna 76 Kilmarnock 2 Paul Wright 35 75pen HT 0-1 Att Hearts 1 Gary Wales 63 Dundee United 1 Alex Mathie 73 HT 0-0 Att Playing Sunday St Johnstone Rangers", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-271": {"input_sentence": "March 2 Most IMM currency futures stayed lower.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-272": {"input_sentence": "An industry group representing oil companies in Australia attacked the Federal government latest budget saying some A$15 billion in proposed new projects were under threat of being scrapped.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-273": {"input_sentence": "German shares fell on Wednesday afternoon with technology and car stocks weak as interest rate concerns and lack of fresh leads combined to keep many investors out of the market dealers said.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-274": {"input_sentence": "TOP NEWS SUMMARIES ON OTHER SUBJECTS Equities Forex World stocks General Sports Directory For news and data double-click on the codes in brackets.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-275": {"input_sentence": "In the TOKYO INSTANT VIEW please read in the second paragraph rose by 2.2 percent instead of rose by 3.4 percent.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-276": {"input_sentence": "Talks on China entry to the World Trade Organisation remain on track the country chief negotiator said on Thursday denying reports that stalemate had emerged.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-277": {"input_sentence": "1130 GMT Portuguese shares extended early gains on Tuesday powered by strong interest in new economy and telecom stocks notably Portugal Telecom and mobile phone company Telecel.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-278": {"input_sentence": "MADRAS India July 31 Three months ended June 30 2000 Net profit 95.7 vs 102.2 Total sales 1 109.6 vs 1 039.5 Diluted earnings per share 9.37 vs 10.0 Other income 11.7 vs 1.5 Total expenditure descrease in stock in trade 38.6 vs 3.2 Consumption of raw materials 334.3 vs 332.5 Employees cost 95.5 vs 93.2 Excise duty 136.8 vs 135.9 Stores and tools consumed 103.0 vs 97.3 Other expenditure 214.5 vs 198.5 Interest 41.2 vs 33.0 Depreciation 29.7 vs 27.7 Tax 32.0 vs 17.5 Note Sundram Fasteners Ltd manufactures automobile components.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-279": {"input_sentence": "The New York Stock Exchange said Wednesday it fined Morgan Stanley Dean Witter Co. Charles Schwab Corp. and Prudential Securities for variety of violations including unlicensed brokers and faulty computer systems.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-280": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 61.50 49.94 Current prft 900 mln loss 296 mln Net prft 500 mln loss 2.18 EPS prft 2.97 yen loss 12.95 yen NOTE Sasebo Heavy Industries Co Ltd is heavy machinery maker with shipbuilding as mainline.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-281": {"input_sentence": "China will raise interest rates in one-year fixed U.S. dollar deposits of less than $3.0 million to 5.5 percent from five percent from Thursday banking sources said on Wednesday.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-282": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 18.00 17.69 Current 680 mln 882 mln Net 45 mln 430 mln EPS 7.51 yen 71.85 yen NOTE Iwatsuka Confectionery Co Ltd is specialised maker of rice crackers and rice-cake cubes.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-283": {"input_sentence": "Vietnam central bank governor Le Duc Thuy said the interest rate ceiling on loans would not be lowered this year following several downward adjustments in 1999 official media reported on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-284": {"input_sentence": "The annualised average yield on an issue of Georgian 28-day treasury bills was 11.96 percent at an auction on Wednesday the central bank said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-285": {"input_sentence": "Debt-ridden Thai property developer Tanayong Plc said on Monday it was in the process of restructuring more than 10 billion baht of debts with its creditors.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-286": {"input_sentence": "HYRICAN AG 600450 July 27 2000 computer company Bookbuilding range 7 to 9 euro Bookbuilding period July 19 to July 25 2000 Shares 1.2 mln shares Segment Praedikatsmarkt Select ADVANCED PHOTONICS TECHNOLOGIES AG 828820 July 31 2000 Drying technology company Bookbuilding range 16 to 20 euro Bookbuilding period July 25 to July 27 2000 Shares 2 135 887 shares Greenshoe 200 000 shares Stock market Neuer Markt Lead Manager HypoVereinsbank AG SATTLER PARTNER AG 722690 July 31 2000 Consultancy company Issue price 17.25 euro Subscription period July 14 to July 31 2000 Shares 225 000 shares Segment Start Up Market Hamburg Issuing house Ahag Wertpapierhandelsbank AG Q-SOFT AG August 8 2000 Company planning software provider for waste companies Stock market Stuttgart regulated market Shares 100 000 shares Issue leader SM Wirtschaftsberatungs AG EJAY AG August 8 2000 music software supplier Bookbuilding period July 31 to August 4 2000 Shares 2.894 mln shares Greenshoe 250 000 shares Segment Neuer Markt Lead Manager Baden Wuerttembergische Landesbank MACROPORE INC. August 10 2000 Manufacturer of bioresorbable products Bookbuilding period August 2 to August 7 2000 Shares Up to 4.4 mln shares Segment Neuer Markt Lead Manager Concord Effekten AG 1VALUE.COM AG 531200 August 10 2000 IT services company Sales 1998 99 approx.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-287": {"input_sentence": "Dresdner RCM Global Investors the fund management arm of Dresder Bank said on Monday it would launch two new global equity funds aimed at smaller British pension schemes looking to diversify their investment portfolios.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-288": {"input_sentence": "The Indian rupee traded close to lifetime lows shortly before noon on Tuesday on steady corporate demand but volumes were moderate dealers said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-289": {"input_sentence": "JOLO Philippines Sept 8 Philippine government emissaries headed for Muslim rebel lair on the southern island of Jolo on Friday hoping six Europeans and Filipino held hostage for months would be handed over to them later in the day.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-290": {"input_sentence": "The U.S. Department of Housing and Urban Development and and three state attorneys general have circled the wagons around gun maker Smith Wesson which is drawing criticism from the National Rifle Association for agreeing to some restrictions on the way it makes and distributes handguns.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-291": {"input_sentence": "JOLO Philippines July 9 Two Philippine policemen were shot and seriously wounded by an unidentified gunman on Sunday on southern Jolo island where Moslem rebels are holding 20 mostly foreign hostages police said.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-292": {"input_sentence": "Germany Christian Democrat opposition is considering suing its long-time leader Helmut Kohl to make him reveal the source of secret slush funds that have dragged the party into its worst ever scandal party official said.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-293": {"input_sentence": "They may be issues too risky for Al Gore and George W. Bush to touch but millions of Americans will vote on Tuesday on subjects that can give politician severe headache Same-sex marriage doctor-assisted suicide gun control and marijuana use.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-294": {"input_sentence": "Three men have been arrested over the theft of hire car and canoeing gear worth $14 400 belonging to the United States Olympic canoe and kayak team Australian police said on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-295": {"input_sentence": "The following global bond was priced by joint lead managers Chase Securities and JP Morgan.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-296": {"input_sentence": "NYMEX crude oil futures fell sharply in after-hours trade after keenly awaited industry inventory report showed bearish larger that expected build in U.S. crude stocks last week.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-297": {"input_sentence": "Taiwan stocks closed lower for the third straight session on Friday as investors continued to take profits from strong earlier gains in the absence of major market-moving factors.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-298": {"input_sentence": "Year to February 28 2001 LATEST ACTUAL FORECAST AGO Sales 74.00 77.20 Current 1.55 1.67 Net 880 mln 1.29 EPS 45.81 yen 66.98 yen Ord div 12.50 yen 12.50 yen NOTE Takihyo Co Ltd is general textile trading firm.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-299": {"input_sentence": "France second power generator Compagnie Nationale du Rhone said on Tuesday it expected to complete an electricity marketing alliance with utilities group Suez Lyonnaise des Eaux by the end of 2000. can confirm we are finalising commercial deal with Suez.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-300": {"input_sentence": "The announcement on Friday that Swiss National Bank Chairman Hans Meyer will step down at year-end from the helm of the central bank fits with the style of man seemingly full of contradictions.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-301": {"input_sentence": "Japan key Nikkei average lost its grip on the key 20 000-point mark on Friday as investors played safe and took profits in market heavyweights such as Sony Corp 6758.T Investors are inclined to cash in on gains before the end of this business year and they have been waiting for the best timing said Masaru Yamano an equities general manager at Taiheiyo Securities.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-302": {"input_sentence": "Sirius Telecommunications Ltd an electronic information services group said on Monday its A$6 million initial public offering had been oversubscribed on the one day it was open.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-303": {"input_sentence": "CSCE COFFEE Arabicas were easier in light volume with some September December rolling by funds and the locals pushing the market bit on the highs and lows this morning.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-304": {"input_sentence": "Portuguese packaging company Colep Portugal which is already the subject of buyout offer said on Tuesday it was not aware of any rival bid being prepared.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-305": {"input_sentence": "The Greek stock exchange must reflect the economic reality and should balance close to real values rather than move in line with extreme conditions Theodore Karatzas chairman of National Bank said on Wednesday.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-306": {"input_sentence": "Singapore oil product swaps rebounded sharply off its early day lows on Thursday in active trade on expectations of strong cash support.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-307": {"input_sentence": "At least 24 people were feared killed after Marxist rebels launched simultaneous strikes on three mountain towns in southern Colombia in the first attacks since the end of three-week truce officials said Wednesday.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-308": {"input_sentence": "PAOLI Pa. July 17 AMETEK Inc. CONSOLIDATED STATEMENT OF INCOME Three months ended Six months ended June 30 June 30 2000 1999 2000 1999 Net sales $255 504 $231 640 $511 316 $462 518 Expenses Cost of sales excluding depreciation 190 732 174 925 380 699 350 497 Selling general and administrative 23 468 19 775 47 300 38 428 Depreciation 7 534 7 356 15 660 14 860 Total expenses 221 734 202 056 443 659 403 785 Operating income 33 770 29 584 67 657 58 733 Other income Interest expense Other net 683 363 Income before income taxes 27 036 24 406 53 215 47 209 Provision for income taxes 9 813 8 842 19 238 17 049 Net Income 17 223 15 564 33 977 30 160 Diluted earnings per share 0.53 0.47 1.05 0.92 Basic earnings per share 0.54 0.48 1.06 0.94 Average common shares outstanding Diluted shares 32 452 33 104 32 440 32 907 Basic shares 32 078 32 329 32 042 32 252 Dividends per share 0.06 0.06 0.12 0.12 AMETEK INC. INFORMATION BY BUSINESS SEGMENT Three months ended Six months ended June 30 June 30 2000 1999 2000 1999 Net sales Electronic Instruments $126 035 $109 623 $256 849 $218 837 Electromechanical 129 469 122 017 254 467 243 681 Total Consolidated 255 504 231 640 511 316 462 518 Operating income Electronic Instruments 19 010 16 246 38 651 32 745 Electromechanical 19 685 18 012 38 900 35 206 Total segments 38 695 34 258 77 551 67 951 Corporate and other Total Consolidated 33 770 29 584 67 657 58 733 NOTE Frank Hermance Ametek president and chief executive said the company was experiencing softness in its heavy vehicle business but saw continued strength in our process instrumentation markets particularly in the semiconductor equipment sector.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-309": {"input_sentence": "EIN EL-HILWEH Lebanon Feb 17 gunman wounded four children when he fired at their school bus to stop it from driving up one-way street at this Palestinian refugee camp Palestine Liberation Organisation officials said.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-310": {"input_sentence": "By Alistair Scrutton LIMA If T-shirt slogans are baromometer of opinion on the street then the opposition in Peru to President Alberto Fujimori internationally condemned third-term victory may be starting to founder.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-311": {"input_sentence": "Bank of Canada Governor Gordon Thiessen said on Thursday stock market fluctuations would not trigger interest rate changes but he did refer to wealth effect from stock gains that could increase economic activity that central banks might target.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-312": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 14.23 12.77 Current 306 mln 540 mln Net 166 mln 273 mln EPS 16.36 yen 28.58 yen NOTE Nagase Brothers Inc operates cramming schools.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-313": {"input_sentence": "U.S. regulators said on Wednesday they will investigate whether agreements between brand-name and generic drug manufacturers have been keeping lower-cost medicines from consumers.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-314": {"input_sentence": "U.S. NYMEX crude oil futures sank in after-hours ACCESS trade on Tuesday after bearish report from the American Petroleum Institute weekly look at U.S. inventories.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-315": {"input_sentence": "A Japanese group applied on Monday to reopen nuclear fuel reprocessing plant that has been closed since 1997 following fire and explosion that exposed 37 people to radiation.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-316": {"input_sentence": "Ceridian Corporation and Subsidiaries CONSOLIDATED STATEMENTS OF OPERATIONS For Periods Ended June 30 Current Quarter Year to Date 2000 1999 2000 1999 Revenue $343.8 $322.2 $705.6 $643.6 Costs and Expenses Cost of revenue 161.1 151.3 327.7 296.1 Selling general and administrative 101.5 93.5 209.8 186.1 Research and development 18.8 18.5 37.3 37.1 Other expense 1.2 1.1 33.4 1.7 Total costs and expenses 282.6 264.4 608.2 521.0 Earnings before interest and taxes 61.2 57.8 97.4 122.6 Interest income 0.8 2.1 1.8 3.8 Interest expense Earnings before income taxes 52.4 56.7 79.7 122.3 Income tax provision 20.2 21.0 30.7 44.8 Net earnings $32.2 $35.7 $49.0 $77.5 Basic earnings per share $0.22 $0.25 $0.34 $0.54 Diluted earnings per share $0.22 $0.24 $0.34 $0.52 Shares used in calculations Weighted average shares 145 051 144 590 144 919 144 338 Dilutive securities 1 704 4 265 1 022 4 643 Weighted average shares 146 755 148 855 145 941 148 981 SUPPLEMENTARY FINANCIAL INFORMATION CASH EARNINGS PER SHARE Current Quarter Year to Date 2000 1999 2000 1999 Pro forma net earnings $32.2 $35.7 $67.7 $77.5 Amortization of acquisition cost net of income taxes 11.6 7.9 22.0 13.4 Pro forma cash earnings 43.8 43.6 89.7 90.9 Cash earnings per share $0.30 $0.29 $0.62 $0.61 CONDENSED CONSOLIDATED BALANCE SHEETS Ceridian Corporation and Subsidiaries June 30 December 31 2000 1999 Cash and equivalents $58.2 $59.4 Trade receivables 444.4 415.8 Other receivables 44.8 44.6 Other assets 1 590.8 1 540.1 Total assets $2 138.2 $2 059.9 Debt $584.3 $611.3 Drafts and customer funds payable 182.2 136.9 Other liabilities 475.0 469.0 Stockholders equity 896.7 842.7 Total liabilities and stockholders equity $2 138.2 $2 059.9 Ceridian Corporation and Subsidiaries Revenue Comparisons Actual Second Quarter Six Months YTD 2000 1999 2000 1999 Human Resources Services $208.2 $193.0 $442.0 $397.3 Arbitron 60.7 54.5 112.9 104.1 Comdata Corporation 74.9 74.7 150.7 142.2 Total $343.8 $322.2 $705.6 $643.6 Ceridian Corporation and Subsidiaries Earnings Before Interest and Tax Comparisons Actual Second Quarter Six Months YTD 2000 1999 2000 1999 Human Resources Services $18.9 $21.3 $17.3 $58.0 Arbitron 22.9 18.7 39.3 34.5 Comdata Corporation 19.4 17.8 31.7 30.1 Other 0.0 0.0 9.1 0.0 Total $61.2 $57.8 $97.4 $122.6 Ceridian Corporation and Subsidiaries Earnings Before Interest and Tax Comparisons Excluding First Quarter 2000 Special Charges Actual Second Quarter Six Months YTD 2000 1999 2000 1999 Human Resources Services $18.9 $21.3 $54.3 $58.0 Arbitron 22.9 18.7 39.3 34.5 Comdata Corporation 19.4 17.8 34.3 30.1 Other 0.0 0.0 0.0 0.0 Total $61.2 $57.8 $127.9 $122.6 Ceridian Corporation and Subsidiaries CONSOLIDATED STATEMENTS OF OPERATIONS EXCLUDING FIRST QUARTER 2000 SPECIAL CHARGES For Periods Ended June 30 2000 Six Months Unusual As Pro Forma Charges Reported Revenue $705.6 $705.6 Costs and Expenses Cost of revenue 327.7 327.7 Selling general and administrative 209.8 209.8 Research and development 37.3 37.3 Other expense 2.9 $30.5 33.4 Total costs and expenses 577.7 30.5 608.2 Earnings before interest and taxes 127.9 97.4 Interest income 1.8 1.8 Interest expense Earnings before income taxes 110.2 79.7 Income tax provision 42.5 30.7 Net earnings $67.7 $ $49.0 Basic earnings per share $0.47 $0.34 Diluted earnings per share $0.46 $0.34 Shares used in calculations Weighted average shares 144 919 144 919 Dilutive securities 1 022 1 022 Weighted average shares 145 941 145 941", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-317": {"input_sentence": "1820 GMT German DAX index ends lower with tech stocks such as SAP down in profit-taking and Deutsche Telekom extending this week fall but with two IPOs making strong market entry.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-318": {"input_sentence": "Jet cargo premiums in northwest Europe were notionally firmer on Wednesday while barge trades confirmed the market stronger tone traders said.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-319": {"input_sentence": "The European Union leading farm official offered cautious response on Monday to calls from French beef producers for blanket EU ban on meat and bone meal in animal feed due to fears about mad cow disease.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-320": {"input_sentence": "Across-the-board profit taking led the Greek bourse into negative territory on Tuesday ahead of an expected rate cut by the Bank of Greece announced after the close brokers said.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-321": {"input_sentence": "Germany DAX on Friday recovered substantial amount of the ground its lost this week rising more than three percent after the Dow Jones staged its biggest points rallyand tech stocks returned to favour.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-322": {"input_sentence": "1907 GMT Euro dollar near 93.75 cents falling short of 94 cent in technical bounce off 93-cent three-week lows.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-323": {"input_sentence": "U.S. Treasury yields were steady in London on Monday with trade curtailed by holiday in much of the euro zone and in the absence of any key data.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-324": {"input_sentence": "Senate farm state Democrats will meet with White House officials on Thursday to make the case for replacing MTBE with ethanol in reformulated gasoline an aide to Sen. Tom Harkin said on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-325": {"input_sentence": "British retailers are presenting mixed picture of sales performances this Christmas with some blue chip stores reporting volume gains undercut by margin pressure.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-326": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 27.90 27.56 Current 460 mln 513 mln Net 190 mln 159 mln EPS 14.21 yen 11.95 yen NOTE Sapporo Express Co Ltd is comprehensive distribution firm.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-327": {"input_sentence": "Shares in Britain Action Computer Supplies Holdings Plc plunged on Friday after the company announced 6.7 million pound year loss and said next year would continue to be difficult.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-328": {"input_sentence": "Turnover fell to 110 096 levs on the Bulgarian Stock Exchange on Wednesday from Tuesday 1.39 million levs with single block deal accounting for 55 percent of Wednesday total the exchange said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-329": {"input_sentence": "High costs of stock trading in Brazil recent initial public offerings by new economy companies in the United States and more trusted American accounting norms are shifting business away from the Brazilian market to Wall Street.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-330": {"input_sentence": "City economists were scrambling on Friday to find out more about Stephen Nickell after the surprise announcement of his appointment to the Bank of England Monetary Policy Committee.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-331": {"input_sentence": "By Atiya Hussain NEW YORK June 15 Europe single currency drooped broadly on Thursday as traders found no new reasons to buy euros and instead locked in profits after its recent rally to two-month highs.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-332": {"input_sentence": "U.S. ambassador to the United Nations Richard Holbrooke began talks in Beijing on Monday aimed at strengthening the world body but suggested discussions would also cover the sensitive issue of Taiwan new president.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-333": {"input_sentence": "0723 GMT The Bel-20 blue chip index opened up on Tuesday in line with neighbouring markets enjoying positive sentiment following gains on Wall Street on Monday.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-334": {"input_sentence": "The Mumbai interbank overnight average was 8.27 percent on Tuesday compared to 8.10 percent on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-335": {"input_sentence": "Hong Kong stocks are expected to fall on Tuesday with high-technology counters following the Nasdaq sharp dive but old economy stocks may get boost from the Dow rise analysts said.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-336": {"input_sentence": "Singapore shares eased in early trade on Tuesday in response to Wall Street weak performance overnight and worries about what the U.S. Federal Reserve will do at its next policy meeting.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-337": {"input_sentence": "By Crispian Balmer PARIS Aug 1 France decided to play it safe on Tuesday and keep its fleet of Concordes grounded one week on from the Gonesse air disaster that killed 113 people.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-338": {"input_sentence": "Internet media firm About.com Inc. shares shot up more than 44 percent on Monday after analysts said it would make profit for the first time in the second quarter of 2001 two quarters earlier than expected.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-339": {"input_sentence": "Japan dominant mobile phone company NTT DoCoMo Inc 9437.T and SK Telecom 17670.KS have struck deal to enable customers to use their mobile phones in each other markets the Financial Times reported on Thursday.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-340": {"input_sentence": "Russia shareholder rights battle over Surgutneftegaz oil controversial plan to merge its units into single firm has an unusual new twist nearly every broker opposing management says buy the stock.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-341": {"input_sentence": "Nasdaq pushed higher on Wednesday as strong corporate earnings muffled inflation fears among technology investors helping to paint more typical Wall Street picture after the composite index lagged in the shadow of the blue chips.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-342": {"input_sentence": "By Kurt Schork FREETOWN May 15 Sierra Leone rebels have freed 139 U.N. hostages in the first sign of breakthrough in two-week-long crisis that threatened to overwhelm the world biggest peacekeeping operation U.N. spokesman said on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-343": {"input_sentence": "BUCHAREST Oct 18 Romania Prime Minister Mugur Isarescu said on Wednesday that gross domestic product should grow by at least 1.5 percent this year the first increase in four years.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-344": {"input_sentence": "Shares in banks Komercni Banka and Ceska Sporitelna were seen driving the Prague market up on Tuesday boosted by calming in the sector following the rapid sale of troubled bank IPB.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-345": {"input_sentence": "Argentina took hard line on Monday on trade relations with Brazil and unveiled possible measure to keep any more factories from moving to its huge neighbor to the north.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-346": {"input_sentence": "A poll of floor traders at the FINEX Europe futures exchange showed 90 percent of dealers expected the June euro dollar futures contract to rise on Tuesday while the remainder forecast fall.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-347": {"input_sentence": "By Sam Dagher MEXICO CITY Dec 18 Mexican stocks rebounded slightly from Friday sell-off to end modestly higher with blue-chip banking and retail shares notching gains in quiet trading ahead of Tuesday U.S. Federal Reserve meeting The market was very quiet today but we managed to float above the 5500 critical support level said local trader.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-348": {"input_sentence": "Hard currency demand on the Romania foreign exchange market was above supply by $16.6 million over June 5 to 9 against $46.1 million deficit the week earlier central bank weekly report said on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-349": {"input_sentence": "Northwest European naphtha cargoes were discussed few dollars firmer on Monday amid fears of an Asian shortage following the Kuwaiti refinery explosion and extended outage.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-350": {"input_sentence": "Asian governments must develop their own bond markets in the aftermath of the regional financial crisis to guard against fresh attack of short-term fund flows Thai central bank governor Chatu Mongol Sonakul said on Thursday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-351": {"input_sentence": "Year to March 31 2000 Sales 22.40 vs 25.00 Operating 4.18 vs 4.43 Current 4.06 vs 4.61 Net 2.32 vs 2.71 EPS 148.68 yen vs 173.77 yen NOTE Fujimi Inc is maker of silicon wafer polishing materials.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-352": {"input_sentence": "The Bank of Japan Deputy Governor Yutaka Yamaguchi will visit Germany from Wednesday to attend conference organised by the Bundesbank and the Bank of International Settlement in Frankfurt the BOJ said on Tuesday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-353": {"input_sentence": "The Turkish lira was weaker against the dollar on Tuesday morning in line with stronger U.S. unit against the euro bankers said.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-354": {"input_sentence": "Yallourn Energy returned three of its generation units to full operation on Wednesday morning after industrial action forced cut in overnight output but the supply changes had scant spot price impact traders said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-355": {"input_sentence": "HELSINKI June 15 Finnish industrial production adjusted for working days rose 4.7 percent year-on-year after 9.1 percent gain in March Statistics Finland said on Thursday.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-356": {"input_sentence": "The average annual yield on Hungary 12-month discount treasury bills was set by auction at 11.68 percent on Thursday up from 11.58 percent set at an auction two weeks ago the Government Debt Management Agency said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-357": {"input_sentence": "Iran parliament on Wednesday approved long-awaited bill to merge the Ministry of Agriculture with the Construction Jihad Ministry the official IRNA news agency said.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-358": {"input_sentence": "U.S. energy futures rose in late trade on Monday buoyed by comments from oil producers that they would stick with output cuts through March traders said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-359": {"input_sentence": "By Julijana Mojsilovic SVETI STEFAN Yugoslavia 14 July Senior Montenegrin officials and Serbian opposition leaders met on Friday to discuss how to work together to end the rule of Yugoslav President Slobodan Milosevic.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-360": {"input_sentence": "An Israeli soldier who was critically wounded in bomb attack against an Israeli convoy driving on Gaza Strip road died of his injuries on Thursday the Israeli Army said.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-361": {"input_sentence": "U.S. Treasury Secretary Lawrence Summers said the Clinton administration was keeping close watch on oil price movements which hit their highest level in 10 years Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-362": {"input_sentence": "IPE Brent crude oil futures traded lower in narrow 10-cent range on Monday afternoon as the market calmed down after volatile start traders said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-363": {"input_sentence": "Open Previous Close HK$ SPOT 7.7809 10 7.7800 05 FORWARDS Three-month minus10 minus5 0 3 Six-month 13 18 28 33 One-year 100 110 120 130 INTERBANK RATE Overnight 5.50-5.87 6.50-6.87 Three-month 5.75-5.87 5.81-6.06 Six-month 6.12-6.25 6.43-6.55 One-year 6.90-7.10 7.00-7.11 HONG KONG Feb 10 US HK forwards and short-term interbank rates opened softer on Thursday after the Hong Kong Monetary Authority reported an inflow of funds causing the aggregate balance to return to positive territory.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-364": {"input_sentence": "A gynaecologist who worked for 14 years in Britain despite being banned in Canada after two of his patients died appeared before Britain medical council on Monday charged with botching operations on scores of women.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-365": {"input_sentence": "China offshore producer CNOOC plans to offer new blocks for oil and gas exploration and development early next year as part of move to further open up the sector to foreign investors company officials said.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-366": {"input_sentence": "Italian gross domestic product rose 0.3 percent quarter on quarter and 2.6 percent year on year in the second quarter of 2000.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-367": {"input_sentence": "By Paul Majendie LONDON Dec 2 Britain is to scrap the debts of 41 of the world poorest countries Chancellor of the Exchequer Gordon Brown said on Saturday.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-368": {"input_sentence": "By Vicki Allen WASHINGTON May 16 With budget experts predicting swelling federal surpluses top House Republicans on Tuesday said they would offer plan to devote more money this year to paying down the national debt.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-369": {"input_sentence": "Outgoing President Suleyman Demirel called on Tuesday for Turks to join national drive to meet economic and political standards required for European Union membership.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-370": {"input_sentence": "NYMEX ACCESS crude prices were stable on Thursday as limited headline news kept trade thin.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-371": {"input_sentence": "Gasoline differentials dipped in the Midwest on Monday but they held steady in the U.S. Gulf Coast as market players awaited the result of government actions traders said.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-372": {"input_sentence": "The following is the text of Vice President Al Gore speech delivered on Thursday night accepting the Democratic Party presidential nomination speak tonight of gratitude achievement and high hopes for our country.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-373": {"input_sentence": "Following are the main key figure forecasts from the Swedish government spring budget 2000 2001 2002 2003 CPI Dec-Dec 1.4 2.3 2.0 2.0 Disposable income 5.1 4.5 2.5 3.3 Savings ratio 2.5 4.0 4.4 5.4 Industrial production 5.8 4.5 2.9 2.8 Relative unit labour cost within industry 0.1 0.9 Number in work 1.7 0.9 0.4 0.4 Open unemployment 4.0 3.9 3.9 4.0 Number employed in labour market programmes 3.1 3.1 3.1 3.1 Trade balance bln SKR 147 174 184 192 Current account 2.6 3.6 3.8 3.8 General government net lending before tech transfer 2.8 3.2 3.6 4.5 General government net lending after tech transfer 2.8 2.0 2.0 2.0 Annual percentage change Percent of labour force Percent of GDP Number of people employed in age group 20-64 excluding employed in labour market programmes in percent of the population in that age group", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-374": {"input_sentence": "The first time they met the 33 scientists meant to give South African President Thabo Mbeki the definitive answer on AIDS could not even stay in the same room together.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-375": {"input_sentence": "JAMMU India July 23 India said on Sunday it had killed three Pakistani soldiers while repulsing an intrusion into its troubled Jammu and Kashmir state.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-376": {"input_sentence": "By Jed Seltzer NEW YORK Dec 27 Diversified healthcare giant Johnson Johnson said on Wednesday it had completed the acquisition of Atrionix Inc. which develops system to treat heart disorder atrial fibrillation in an all-cash deal valued at $62.8 million.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-377": {"input_sentence": "Following are some of the main factors likely to affect Taiwan stocks on Wednesday OUTLOOK Taiwan stock index which had risen 16.5 percent over the past four sessions on sizzling semiconductor shares was likely to be hit by the latest woes of U.S. technology stocks sparked by National Semiconductor slowing sales warning.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-378": {"input_sentence": "Emerging market bonds sold off sharply early Friday before the release of the U.S. employment report and never quite recovered traders said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-379": {"input_sentence": "ST. LOUIS April 14 Hussmann International Inc. maker of food store equipment and commercial refrigeration products on Friday said it expects to slightly exceed the First Call Thomson Financial first-quarter earnings estimate of 12 cents per diluted share.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-380": {"input_sentence": "Year to September 20 2001 LATEST ACTUAL FORECAST AGO Sales 38.00 37.64 Current 3.40 3.47 Net 1.50 264 mln EPS 42.94 yen 6.84 yen Div 18.00 yen 18.00 yen NOTE Noevir Co Ltd is cosmetics manufacturer.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-381": {"input_sentence": "IPE Brent crude futures performed late turnaround and headed into positive territory on Wednesday as the prospect of any imminent extra barrels from the OPEC producers group appeared to recede.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-382": {"input_sentence": "TOP NEWS SUMMARIES ON OTHER SUBJECTS Middle East Summit Business Sports Emerging Markets Directory For news and data double-click on the codes in brackets.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-383": {"input_sentence": "The Osaka Securities Exchange said on Tuesday it will absorb the Kyoto Stock Exchange on March 1.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-384": {"input_sentence": "SHANGHAI Sept 29 Hard currency shares of textile exporter Chengde Dixian Textile 2160.SZ surged nearly 30 percent on their Shenzhen debut on Friday as investors poured into China first wholly private share firm.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-385": {"input_sentence": "WASHINGTON Israeli and Palestinian negotiators with low expectations of progress began talks at secluded U.S. Air Force base in Washington on how to stop Middle East violence and resume peace negotiations.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-386": {"input_sentence": "TOKYO Feb 16 Moody Investors Service said on Wednesday that it had upgraded the credit ratings and the confirmed bank financial strength ratings of three major Japanese banks Dai-Ichi Kangyo Bank Ltd 8311.T Fuji Bank Ltd 8317.T and Industrial Bank of Japan Ltd 8302.T The three banks long-term deposit ratings were upgraded to A3 from Baa1 and their long-term senior unsecured debt ratings to A3 from Baa2.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-387": {"input_sentence": "U.S. tax-exempt bond market players hunted for paper to buy on Thursday as decreasing supplies rising amounts of cash and brief drop in Treasury yields to 20-month lows combined to pull municipal prices five basis points higher.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-388": {"input_sentence": "Italian energy utility Edison unit of Montedison said on Monday it aims to carve out 4.6 percent share of the Italian gas market in 2000 rising to over 13 percent in 2007.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-389": {"input_sentence": "ST. PETERSBURG Fla. Nov 1 Primex Technologies Inc. an ordnance and aerospace contractor for governmental commercial and industrial customers on Wednesday said third-quarter profits rose 28 percent beating estimates and it forecast 40 percent jump in fourth-quarter earnings.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-390": {"input_sentence": "Italy cabinet on Friday approved package of measures to counteract high fuel prices in move that should avert protests of the sort that have paralysed other European countries recently state broadcaster RAI reported.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-391": {"input_sentence": "The Swiss National Bank said on Monday sight deposits fell by 1.826 billion Swiss francs to 2.535 billion in the reporting period to March 10.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-392": {"input_sentence": "Three tombs sealed about 4 500 years ago and discovered in the 1930s will be opened to the public for the first time within few weeks.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-393": {"input_sentence": "Boston-based Putnam Investments stake in Swiss asset manager Julius Baer Holding AG has fallen to 4.48 percent of Baer voting rights Julius Baer said in disclosure statement on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-394": {"input_sentence": "ALISO VIEJO Calif. June 15 Temporary staffing services company RemedyTemp Inc. said Thursday that it expects third quarter earnings per share to be below curent consensus estimates.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-395": {"input_sentence": "U.S. Williams International will meet Russian LUKoil in early April to negotiate long term crude supplies to Lithuanian oil concern Mazeikiu Nafta the Lithuanian firm said on Friday.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-396": {"input_sentence": "Philippine President Joseph Estrada said on Sunday people spreading rumours that he would be ousted in weekend coup should seek psychiatric help and appealed to Filipinos to continue supporting him.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-397": {"input_sentence": "Swedish shares ended mostly firmer in dull summer trade enlivened only by 10 percent fall in mobile telecom operator NetCom after it bid for European peer SEC.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-398": {"input_sentence": "Year to April 30 2000 LATEST PREVIOUS ACTUAL FORECAST FORECAST AGO Sales 3.70 2.85 2.48 Current 970 mln 720 mln 604 mln Net 540 mln 410 mln 311 mln NOTE UHT Corp is tool manufacturer mainly involved in air-pressure tools.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-399": {"input_sentence": "New orders for costly manufactured goods rose in November recovering some ground lost month earlier on stronger demand for new aircraft the Commerce Department said on Friday in report showing the nation industrial sector still has some underlying strength.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-400": {"input_sentence": "Canada Prairies were forecast to get sun clouds and some showers on Friday Environment Canada said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-401": {"input_sentence": "Greek equities fell below 3 700 points early on Thursday as profit taking set in following the market 15 percent climb in the last four sessions brokers said.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-402": {"input_sentence": "By Sandor Peto BUDAPEST Nov 8 Hungarian systems integrator Synergon Informatika Rt reported nine-month net loss on Wednesday but said restructuring efforts should bring turnaround in the first half of next year.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-403": {"input_sentence": "U.S. cash products differentials were steady Monday except for distillates strength in the U.S. Midwest which was said caused by the wheat harvest and refiner June production slippage traders said.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-404": {"input_sentence": "HOUSTON Jan. 14 Meridian Resource Corp. an independent oil and natural gas developer said Friday it planned to sell assets representing 20 percent of its production.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-405": {"input_sentence": "Technology and telecoms stocks dragged the Madrid stock market down at the open on Thursday as Wednesday fall in the U.S. stock market prompted selling traders said.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-406": {"input_sentence": "Year to March 31 2000 Sales 166.27 vs 121.46 Operating 27.19 vs 8.24 Current 24.43 vs 8.63 Net 16.74 vs 4.87 EPS 141.50 yen vs 41.43 yen Diluted EPS 133.39 yen vs 39.10 yen NOTE Taiyo Yuden Co Ltd makes electrolytic capacitors and ferrites.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-407": {"input_sentence": "The Cambodian currency the riel was little changed against the dollar during July depreciating just 0.1 percent the central National Bank of Cambodia said in report issued on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-408": {"input_sentence": "Semiconductor manufacturer Intersil Holding Corp. on Monday filed with the Securities and Exchange Commission to sell 10 million shares of Class common stock.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-409": {"input_sentence": "Russian President Vladimir Putin in an interview published on Thursday said western Europe should be thankful for Moscow military drive in Chechnya which he said was aimed against an Islamic fundamentalist conspiracy.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-410": {"input_sentence": "Amnesty International said on Tuesday customs officials at Moscow Sheremetyevo airport confiscated report by the human rights organisation on Chechnya saying it was anti-Russian government propaganda.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-411": {"input_sentence": "The EU Rapid Reaction Force is not European Army nor is meant to be.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-412": {"input_sentence": "South Korea bellwether stock index ended sharply higher on Thursday bolstered by late rally on primary blue chips like Samsung Electronics 05930.KS Hopes that the Hyundai Group issue would soon find solution prompted foreign buying of local stocks estimated at net 120 billion won brokers said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-413": {"input_sentence": "Latvian fixed-line telephone operator Lattelekom 44 percent owned by Finnish Sonera said on Friday its 1999 net profit edged up to 21.3 million lats from 20.8 million in 1998.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-414": {"input_sentence": "The European Commission said on Thursday it had extended its deadline to rule on plans by UAL Corp United Airlines to buy US Airways Group Inc after the companies offered concessions to address competition concerns.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-415": {"input_sentence": "Vietnam expects to pump an estimated 3.462 million tonnes of crude oil during the January-March period down 8.3 percent from the same quarter last year official statistics show.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-416": {"input_sentence": "U.S. investment firm Warburg Pincus is avoiding Internet portals aimed at China partly because of political sensitivities Managing Director Sun Chang said on Wednesday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-417": {"input_sentence": "The board of directors of pharmaceuticals firm Nicholas Piramal Ltd will meet on July 24 2000 to consider unaudited financial results for the quarter ended June 30 2000 the Bombay Stock Exchange said on Monday.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-418": {"input_sentence": "The Australian corporate bond market grew by 40 percent in fiscal 2000 ended June 30 with A$20 billion of new debt issued but Salomon Smith Barney said the path ahead is fraught with challenges.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-419": {"input_sentence": "Nursing home operator Beverly Enterprises Inc. has filed with the Securities and Exchange Commission to sell periodically up to $300 million in debt securities common and preferred stock and warrants.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-420": {"input_sentence": "1055 GMT Dutch shares remain weaker but volume light as investors await direction from U.S. consumer price data at 1230 GMT traders say.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-421": {"input_sentence": "By Bernard Hickey LONDON March 31 Shareholders of British insurer Norwich Union Plc voted on Friday to accept the all-paper merger with fellow British insurer CGU Plc.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-422": {"input_sentence": "Russian banks balances on their correspondent accounts at the central bank fell to 69.04 billion roubles on Thursday from 77.41 billion roubles on Wednesday.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}, "request-423": {"input_sentence": "British prompt natural gas prices ended Thursday on the same soft tone seen throughout the week causing weakness to the curve.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-424": {"input_sentence": "NEW YORK April 5 Standard Poor today affirmed its double minus counterparty credit and financial strength ratings on Germany-based V Versicherung AG.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-425": {"input_sentence": "Taiwan state-owned Chinese Petroleum Corp has bought only one million barrels of Kuwait crude in its August sour crudes tender traders said on Thursday.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-426": {"input_sentence": "Dutch shares ended higher on Friday with strong performance of technology stocks in line with gains at the U.S. Nasdaq index.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-427": {"input_sentence": "Taiwan central bank said on Friday it would maintain stability on the foreign exchange market if the cabinet decision to cancel controversial nuclear power plant continued to affect the Taiwan dollar.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-428": {"input_sentence": "Two units at FPL Energy 839-megawatt William Wyman oil-fired power station in Maine were shut Monday night but were expected to return to service shortly electricity traders said Tuesday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-429": {"input_sentence": "Year to March 31 2001 LATEST PREVIOUS ACTUAL FORECAST FORECAST AGO Sales 142.00 144.00 141.75 Current 10.80 10.00 8.59 Net 3.70 3.30 4.32 NOTE Fuji Oil Co Ltd manufactures palm and coconut oil.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-430": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 6.00 12.63 Current nil loss 2.34 Net nil loss 102.65 Ord div nil nil NOTE Akai Electric Co Ltd is maker of audio equipment and video tape recorders.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-431": {"input_sentence": "Secretary-General Kofi Annan criticized Fiji traditional chiefs on Thursday for suggesting that their prime minister held hostage by rebels for the past week should be replaced by an interim administration.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-432": {"input_sentence": "Refusing to leave Tijuana hotel 122 Iraqi Christians pleaded on Friday not to be deported fearing death in their homeland for their beliefs and awaited word on their bid for asylum in the United States as religious refugees.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-433": {"input_sentence": "0942 GMT The Lisbon bourse was higher at mid-morning on Friday as the recovery of high-tech issues across Europe cheered local investors up dealers said.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-434": {"input_sentence": "The following is table of selected mutual fund performance and money flow data compiled by fund tracking firm Lipper Inc.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-435": {"input_sentence": "Year to March 31 2000 LATEST PREVIOUS ACTUAL FORECAST FORECAST AGO Sales 59.20 62.20 37.11 Current prft 1.40 prft 700 mln loss 546 mln Net prft 490 mln prft 430 mln loss 23 mln NOTE Kinki Sharyo Co Ltd is rolling stock manufacturer belonging to the Kinki Nippon Railway group 9041.T .", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-436": {"input_sentence": "Morgan Stanley Dan Witter said Wednesday analyst Robert Chewning has adjusted his AES Corp. earnings estimates and raised the price target for the stock to $60 from $52.50 based on the company guidance that new projects could add $0.05 to $0.07 to 2001.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-437": {"input_sentence": "Australia first 10-year corporate deal debuted on the public bond market this week and was quickly snapped up by investors hungry for longer dated paper.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-438": {"input_sentence": "Year to February 28 2001 LATEST ACTUAL FORECAST AGO Sales 57.00 54.41 Current 8.60 8.32 Net 4.00 3.40 EPS 162.32 yen 206.84 yen Ord div 40.00 yen 40.00 yen NOTE Plenus Co Ltd sells take-out boxed meals.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-439": {"input_sentence": "The United Nations trade and development agency UNCTAD said on Wednesday poorer countries could benefit from globalisation if they used foreign direct investment as part of overall development policies.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-440": {"input_sentence": "Stocks to watch on June 8 U.S. judge ordered Microsoft Corp world biggest software company to be split in two in ruling announced after the close of trading on Wednesday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-441": {"input_sentence": "A U.S. Appeals Court on Thursday ruled against NextWave Telecom Inc. again thwarting the bankrupt carrier effort to keep dozens of valuable licenses to offer wireless telephone service.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-442": {"input_sentence": "The Reserve Bank of India said on Monday it will conduct three-day repo auction in addition to its one-day repo and reverse repo auctions under the Liquidity Adjustment Facility scheme on September 12.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-443": {"input_sentence": "The Ministry of Finance said on Friday it was offering 1.4 trillion yen of two-year notes with 0.6 percent coupon through price-competitive auction.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-444": {"input_sentence": "Denmark will hold on September 28 referendum on joining the European Union single currency the euro Prime Minister Poul Nyrup Rasmussen said on Thursday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-445": {"input_sentence": "Following are terms and conditions of bond priced on Thursday.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-446": {"input_sentence": "Trading in shares of eSun Holdings Ltd formerly Lai Sun Hotels International Ltd were suspended on Wednesday at its request pending an announcement on proposed rights issue the Hong Kong stock exchange said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-447": {"input_sentence": "Floods that washed over the northwest of Argentina Buenos Aires province wiped out thousands of hectares of crops and threatened the dairy industry the provincial agriculture head said Thursday.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-448": {"input_sentence": "May crude oil futures on the New York Mercantile Exchange leaped above $28 barrel before easing bitg in morning trade Friday as uncertainty over the size of possible increase in OPEC output continued to fuel speculation traders said.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-449": {"input_sentence": "Year to March 31 2000 Sales 1.25 trln vs 1.31 trln Operating 82.71 vs 50.02 Current prft 13.73 vs loss 22.69 Net loss 53.09 vs loss 38.87 EPS loss 18.76 yen vs loss 13.71 yen NOTE Kobe Steel Ltd is blast furnace steelmaker.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-450": {"input_sentence": "Freddie Mac average U.S. mortgage rates Sep 08 Sep 01 30-yr 7.94 7.96 15-yr 7.65 7.67 1-yr ARM 7.33 7.27", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-451": {"input_sentence": "Charles Schwab Corp. the No.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-452": {"input_sentence": "Six months to September 30 2000 Revenues 62.99 vs 68.70 Current 8.30 vs 11.92 Net 1.52 vs 5.53 EPS 7.52 yen vs 27.28 yen Cash flow 72.91 vs 128.22 from operations NOTE Chugoku Bank Ltd is an Okayama-based regional bank.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-453": {"input_sentence": "Six months to September 30 2000 LATEST PREVIOUS ACTUAL FORECAST FORECAST AGO Sales 160.00 156.00 151.30 Current 3.50 1.50 1.03 Net prft 22.00 prft 16.00 loss 1.40 NOTE Yokogawa Electric Corp is maker of industrial instruments.", "prompt_type": "Positive", "prompt_instruction": "Paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-454": {"input_sentence": "The deaths of sea lions caught in squid trawl nets has forced the early closure of the sub-Antarctic Auckland Islands squid fishery New Zealand Fisheries Minister Pete Hodgson said on Tuesday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-455": {"input_sentence": "Thailand second largest cement producer Siam City Cement Plc said on Thursday it expects to post hefty profit this year after recording loss in 1999.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-456": {"input_sentence": "The last Corsican guerrilla group not to have endorsed peace process with France said on Monday it would join other separatists in calling truce to help end years of violence on the Mediterranean island.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-457": {"input_sentence": "Hong Kong shares were slightly lower early on Monday despite gains on Wall Street last week with the territory dominant telecommunications group Pacific Century Cyberorks suspending its shares ahead of the open.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-458": {"input_sentence": "Spain will extradite leading mobster Giovanni Greco to Italy where he faces 15-year jail sentence for Mafia association government spokesman said on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-459": {"input_sentence": "Year to March 31 2000 LATEST PREVIOUS ACTUAL FORECAST FORECAST AGO Sales 52.40 54.50 53.19 Current 1.20 1.50 2.14 Net 350 mln 550 mln 540 mln Ord div 13.00 yen 15.00 yen 15.00 yen NOTE Techno Ryowa Ltd is an airconditioning company.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-460": {"input_sentence": "The European Union can trust far-right Freedom Party leader Joerg Haider as power-sharing in the Austrian coalition will help normalise his party Austrian Chancellor Wolfgang Schuessel said on Friday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-461": {"input_sentence": "Brazil foreign currency reserves fell by $21 million to $38.421 billion on Wednesday the Central Bank reported on Thursday giving no reason for the decrease.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-462": {"input_sentence": "Tunisian equities ended lower on Tuesday on losses by the largest capitalised issues Sotetel and SFBT traders said.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-463": {"input_sentence": "European oil swaps were mixed on Thursday with light products heading higher to reflect both futures gains and physical strength just as distillate premiums and fuel oil outrights eased.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-464": {"input_sentence": "A watchdog group said on Thursday that reports of harassment of gays in the U.S. military more than doubled in 1999 but the Pentagon greeted the claim with skepticism.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-465": {"input_sentence": "ABU DHABI April 30 Saudi Arabia Crown Prince Abdullah met UAE President Sheikh Zaid bin Sultan al-Nahaya for talks on Sunday the official United Arab Emirates news agency WAM said.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-466": {"input_sentence": "British shipbroking group Seascope Shipping Holdings Plc plans to diversify further beyond its core marine business despite expecting better shipping markets this year.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-467": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 28.00 25.15 Current 750 mln 472 mln Net prft 200 mln loss 575 mln EPS prft 4.82 yen loss 13.87 yen Div nil nil NOTE Kanematsu-NNK Corp is plywood maker.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-468": {"input_sentence": "December euro futures slumped late in the session Thursday and settled weaker after early results suggested voters in Denmark had rejected adopting the euro zone currency.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-469": {"input_sentence": "HARTFORD Conn. Jan. 18 Travelers Property Casualty Corp. Summary of Earnings As of and for the As of and for the quarter ended year ended December 31 December 31 1999 1998 1999 1998 Revenues $ 2 746.3 2 724.3$ 10 571.8$ 10 451.1 Operating income 347.7 345.4 1 336.6 1 249.6 Realized investment gains 53.2 22.5 72.7 93.2 Cumulative effect of changes in accounting principles Net income 400.9 367.9 1 276.2 1 342.8 Basic earnings per share Operating income 0.90 0.88 3.44 3.19 Realized investment gains 0.14 0.06 0.18 0.24 Cumulative effect of changes in accounting principles Net income 1.04 0.94 3.28 3.43 Diluted earnings per share Operating income 0.90 0.88 3.43 3.18 Realized investment gains 0.13 0.06 0.18 0.24 Cumulative effect of changes in accounting principles Net income 1.03 0.94 3.27 3.42 Dividends declared 48.7 39.3 195.4 157.5 Weighted average number of common shares outstanding and common stock equivalents Basic 386.9 391.5 388.6 392.0 Diluted 388.3 392.1 390.0 392.7 Common shares outstanding at period end 387.3 391.9 387.3 391.9 Operating income Commercial Lines 253.6 258.8 1 077.0 941.9 Personal Lines 119.4 114.4 368.1 420.4 Interest Expense and Other 347.7 345.4 1 336.6 1 249.6 Revenues Commercial Lines 1 699.8 1 727.6 6 491.3 6 699.1 Personal Lines 1 045.3 996.1 4 077.3 3 742.8 Interest Expense and Other 1.2 0.6 3.2 9.2 2 746.3 2 724.3 10 571.8 10 451.1 Revenues excluding realized investment gains Commercial Lines 1 616.3 1 700.5 6 363.9 6 582.0 Personal Lines 1 047.1 988.3 4 092.6 3 716.5 Interest Expense and Other 1.2 0.7 3.2 9.1 2 664.6 2 689.5 10 459.7 10 307.6 New York Newsdesk 212 603-3310", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-470": {"input_sentence": "Gilts were opening with losses on Thursday reacting to weakness in overseas markets and ahead of key UK retail sales data for February.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-471": {"input_sentence": "The following are the leading stories in the Lebanese newspapers on Monday.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-472": {"input_sentence": "0906 GMT Dollar breaks support around 107.95 108 yen euro breaks below 101.20 yen dealers say move generated by large sell orders from bank which bought dollar yen euro yen after bankruptcy of Japanese department store operator Sogo on Wednesday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-473": {"input_sentence": "Federal agents are set to question suspects in the U.S. cyber hacking case and have linked online aliases such as mafiaboy and Coolio to real names and addresses the Washington Post reported on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "1) Answer objectively what you know about the input sentence. 2) Make sure your answers are no more than four sentences and contain important information."}, "request-474": {"input_sentence": "A consortium led by Spain Iberdrola agreed to pay 1.78 billion for control of Brazilian utility Celpe on Thursday as it strives to become the leading power distributor in the northeastern part of Latin America biggest country.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-475": {"input_sentence": "Iran will join OPEC in supplying extra oil if there is consensus in the cartel to raise output but Tehran is not convinced oil prices will come down as result senior Iranian oil official said on Thursday.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-476": {"input_sentence": "NOTICE FRANKLIN SD PA.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-477": {"input_sentence": "Dutch shares moved lower on Tuesday pressured by weakness in the bond markets and by speculative profit taking.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-478": {"input_sentence": "Poland industrial output rose 6.1 percent in August after 6.9 percent fall in July and was 9.3 percent higher than in August 1999 the Central Statistical Office said on Monday.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-479": {"input_sentence": "The wine industry poured an estimated $33 billion dollars into California economy last year squeezing dollars out of both rising wine exports and growing Wine Country tourism according to report released Thursday.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-480": {"input_sentence": "By Mariam Isa PRETORIA May 19 South Africa Reserve Bank left interest rates unchanged after its regular six-weekly meeting on Friday but said it would not hesitate to tighten monetary policy if inflation continued to rise.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-481": {"input_sentence": "Year to March 31 2001 LATEST ACTUAL FORECAST AGO Sales 160.00 161.66 Current 9.00 17.70 Net 2.50 3.24 EPS 35.98 yen 45.30 yen NOTE Aoyama Trading Co Ltd is major suburban discount chain store operator specialising in men apparel.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the input sentence or phrase using different sentence structure and different words while preserving its original meaning."}, "request-482": {"input_sentence": "Belarus autocratic President Alexander Lukashenko on Friday criticised police for beating anti-government protesters at banned rally saying the security forces made serious mistakes.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a slightly modified version of the provided sentence to express an opposing or alternate meaning by changing one or two specific elements, while maintaining the overall context and sentence structure."}, "request-483": {"input_sentence": "1035 GMT South African rand bounces of weaker levels as euro jumps to above $0.8700 after the European Central Bank intervened to prop up the sagging euro.", "prompt_type": "Positive", "prompt_instruction": "Please provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs."}, "request-484": {"input_sentence": "A Texas state judge on Thursday dismissed $2 billion product liability lawsuit against DaimlerChrysler AG and slapped three San Antonio attorneys with $920 000 fine after ruling they had tampered with evidence and attempted to bribe witnesses the automaker said.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-485": {"input_sentence": "Following are highlights of testimony by Bank of England Governor Eddie George and other members of the Monetary Policy Committee to parliament Treasury Select Committee on the MPC recent inflation report.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-486": {"input_sentence": "BRISBANE Jan 12 Australian police mounted an air and sea search on Wednesday for an 80-year-old American woman who went missing during snorkelling trip at Australia Great Barrier Reef.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-487": {"input_sentence": "Niger petrol transporters threatened on Tuesday to block depots and cut off supplies if the government raises fuel prices again.", "prompt_type": "Positive", "prompt_instruction": "Summarize the input sentence in seven words. "}, "request-488": {"input_sentence": "Finnish shares ended Wednesday session mixed with powerful Nokia keeping the HEX general index on record-high ground but profit-taking clipping some of the sharp recent gains made by small-caps.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-489": {"input_sentence": "The Massachusetts House Ways and Means Committee on Monday said it planned to announce budget agreement at 4 15 p.m. news conference.", "prompt_type": "Positive", "prompt_instruction": "Rewrite the following sentence or phrase using different words and sentence structure while preserving its original meaning."}, "request-490": {"input_sentence": "0840 GMT The Warsaw bourse main indices fell to new 2000 lows in the morning single price auction system on Monday as players continued to shorten positions amid weaker sentiment on world equity markets early unofficial results showed.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-491": {"input_sentence": "By Mike Elliott LONDON March 15 Britain Taylor Woodrow Plc which is now focusing on its housing and property businesses said on Wednesday it had seen strong start to the new year.", "prompt_type": "Positive", "prompt_instruction": "Provide a concise paraphrase of the input sentence or phrase, maintaining the core meaning while altering the words and sentence structure. Feel free to omit some of the non-essential details like adjectives or adverbs. "}, "request-492": {"input_sentence": "Macquarie Bank Ltd said it had launched 65 million European-style call warrants on Tuesday on shares of Hutchison Whampoa Ltd.", "prompt_type": "Hard negative", "prompt_instruction": "Transform the input sentence by adjusting, altering, or contradicting its original meaning to create a logical and sensible output sentence with a different meaning from the input sentence."}, "request-493": {"input_sentence": "Total U.S. mortgage applications fell by 2.8 percent in the week ended August 11 the Mortgage Bankers Association of America reported on Wednesday.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-494": {"input_sentence": "The city council of Kaunas Lithuania second largest city has approved 15-year deal to lease the municipality district heating company to Swedish state utility Vattenfall city spokeswoman said.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-495": {"input_sentence": "By David Wiessler WASHINGTON Oct 6 Singing the praises of their running mates at the vice presidential debate Democrat Al Gore and Republican George W. Bush returned to key states on Friday pushing plans to save Social Security and fight illegal drugs.", "prompt_type": "Positive", "prompt_instruction": "Write one sentence that is logically entailed by the input sentence in the form of a statement."}, "request-496": {"input_sentence": "Carbon dioxide emissions which contribute to unwanted climate change will grow at rate of about two percent year from now to 2020 despite efforts to reduce them the International Energy Agency said on Tuesday.", "prompt_type": "Hard negative", "prompt_instruction": "Revise the provided sentence by swapping, changing, or contradicting some details in order to express a different meaning, while maintaining the general context and structure."}, "request-497": {"input_sentence": "Hellenic Petroleum said on Tuesday it expects oil prices to ease to an average $20 $25 barrel this year with OPEC facilitating the price move to safeguard its global market share and role.", "prompt_type": "Positive", "prompt_instruction": "Create a sentence or phrase that is also true, assuming the provided input sentence or phrase is true."}, "request-498": {"input_sentence": "International rating agency Fitch said on Monday it had assigned South African investment bank Investec foreign ratings which were constrained by the country sovereign stable outlook.", "prompt_type": "Hard negative", "prompt_instruction": "Generate a sentence that conveys a altering, contrasting or opposite idea to the given input sentence, while ensuring the new sentence is logical, realistic, and grounded in common sense."}, "request-499": {"input_sentence": "Energy prices which rose 5.2 percent in February likely drove the U.S. Producer Price Index solidly higher again in March but jump in wholesale prices won rattle U.S. markets as long as core inflation remains in check Wall Street economists said on Tuesday.", "prompt_type": "Positive", "prompt_instruction": "Please paraphrase the input sentence or phrase, providing an alternative expression with the same meaning."}, "request-500": {"input_sentence": "NEW YORK Aug 14 Reliance Group Holdings Inc. the 183-year-old insurance company used by financier Saul Steinberg to mount daring takeover bids in the 1980s said Monday it may seek bankruptcy protection due to mounting losses in order to restructure its debt.", "prompt_type": "Hard negative", "prompt_instruction": "Write one sentence that logically contradicts in the form of a statement."}}